export default [
  {

    "title": "北京",
    "key": "110000",
    "children": [
      {

        "title": "北京市",
        "key": "110100",
        "children": [
          {

            "title": "东城",
            "key": "110101",

          },
          {

            "title": "西城",
            "key": "110102",

          },
          {

            "title": "朝阳",
            "key": "110105",

          },
          {

            "title": "丰台",
            "key": "110106",

          },
          {

            "title": "石景山",
            "key": "110107",

          },
          {

            "title": "海淀",
            "key": "110108",

          },
          {

            "title": "门头沟",
            "key": "110109",

          },
          {

            "title": "房山",
            "key": "110111",

          },
          {

            "title": "通州",
            "key": "110112",

          },
          {

            "title": "顺义",
            "key": "110113",

          },
          {

            "title": "昌平",
            "key": "110114",

          },
          {

            "title": "大兴",
            "key": "110115",

          },
          {

            "title": "怀柔",
            "key": "110116",

          },
          {

            "title": "平谷",
            "key": "110117",

          },
          {

            "title": "密云",
            "key": "110228",

          },
          {

            "title": "延庆",
            "key": "110229",

          }
        ]
      }
    ]
  },
  {

    "title": "天津",
    "key": "120000",
    "children": [
      {

        "title": "天津市",
        "key": "120100",
        "children": [
          {

            "title": "和平",
            "key": "120101",

          },
          {

            "title": "河东",
            "key": "120102",

          },
          {

            "title": "河西",
            "key": "120103",

          },
          {

            "title": "南开",
            "key": "120104",

          },
          {

            "title": "河北",
            "key": "120105",

          },
          {

            "title": "红桥",
            "key": "120106",

          },
          {

            "title": "东丽",
            "key": "120110",

          },
          {

            "title": "西青",
            "key": "120111",

          },
          {

            "title": "津南",
            "key": "120112",

          },
          {

            "title": "北辰",
            "key": "120113",

          },
          {

            "title": "武清",
            "key": "120114",

          },
          {

            "title": "宝坻",
            "key": "120115",

          },
          {

            "title": "滨海新区",
            "key": "120116",

          },
          {

            "title": "宁河",
            "key": "120221",

          },
          {

            "title": "静海",
            "key": "120223",

          },
          {

            "title": "蓟县",
            "key": "120225",

          }
        ]
      }
    ]
  },
  {

    "title": "河北",
    "key": "130000",
    "children": [
      {

        "title": "石家庄",
        "key": "130100",
        "children": [
          {

            "title": "长安",
            "key": "130102",

          },
          {

            "title": "桥西",
            "key": "130104",

          },
          {

            "title": "新华",
            "key": "130105",

          },
          {

            "title": "井陉矿区",
            "key": "130107",

          },
          {

            "title": "裕华",
            "key": "130108",

          },
          {

            "title": "藁城",
            "key": "130109",

          },
          {

            "title": "鹿泉",
            "key": "130110",

          },
          {

            "title": "栾城",
            "key": "130111",

          },
          {

            "title": "井陉",
            "key": "130121",

          },
          {

            "title": "正定",
            "key": "130123",

          },
          {

            "title": "行唐",
            "key": "130125",

          },
          {

            "title": "灵寿",
            "key": "130126",

          },
          {

            "title": "高邑",
            "key": "130127",

          },
          {

            "title": "深泽",
            "key": "130128",

          },
          {

            "title": "赞皇",
            "key": "130129",

          },
          {

            "title": "无极",
            "key": "130130",

          },
          {

            "title": "平山",
            "key": "130131",

          },
          {

            "title": "元氏",
            "key": "130132",

          },
          {

            "title": "赵县",
            "key": "130133",

          },
          {

            "title": "辛集",
            "key": "130181",

          },
          {

            "title": "晋州",
            "key": "130183",

          },
          {

            "title": "新乐",
            "key": "130184",

          }
        ]
      },
      {

        "title": "唐山",
        "key": "130200",
        "children": [
          {

            "title": "路南",
            "key": "130202",

          },
          {

            "title": "路北",
            "key": "130203",

          },
          {

            "title": "古冶",
            "key": "130204",

          },
          {

            "title": "开平",
            "key": "130205",

          },
          {

            "title": "丰南",
            "key": "130207",

          },
          {

            "title": "丰润",
            "key": "130208",

          },
          {

            "title": "曹妃甸",
            "key": "130209",

          },
          {

            "title": "滦县",
            "key": "130223",

          },
          {

            "title": "滦南",
            "key": "130224",

          },
          {

            "title": "乐亭",
            "key": "130225",

          },
          {

            "title": "迁西",
            "key": "130227",

          },
          {

            "title": "玉田",
            "key": "130229",

          },
          {

            "title": "遵化",
            "key": "130281",

          },
          {

            "title": "迁安",
            "key": "130283",

          }
        ]
      },
      {

        "title": "秦皇岛",
        "key": "130300",
        "children": [
          {

            "title": "海港",
            "key": "130302",

          },
          {

            "title": "山海关",
            "key": "130303",

          },
          {

            "title": "北戴河",
            "key": "130304",

          },
          {

            "title": "青龙",
            "key": "130321",

          },
          {

            "title": "昌黎",
            "key": "130322",

          },
          {

            "title": "抚宁",
            "key": "130323",

          },
          {

            "title": "卢龙",
            "key": "130324",

          }
        ]
      },
      {

        "title": "邯郸",
        "key": "130400",
        "children": [
          {

            "title": "邯山",
            "key": "130402",

          },
          {

            "title": "丛台",
            "key": "130403",

          },
          {

            "title": "复兴",
            "key": "130404",

          },
          {

            "title": "峰峰矿区",
            "key": "130406",

          },
          {

            "title": "邯郸",
            "key": "130421",

          },
          {

            "title": "临漳",
            "key": "130423",

          },
          {

            "title": "成安",
            "key": "130424",

          },
          {

            "title": "大名",
            "key": "130425",

          },
          {

            "title": "涉县",
            "key": "130426",

          },
          {

            "title": "磁县",
            "key": "130427",

          },
          {

            "title": "肥乡",
            "key": "130428",

          },
          {

            "title": "永年",
            "key": "130429",

          },
          {

            "title": "邱县",
            "key": "130430",

          },
          {

            "title": "鸡泽",
            "key": "130431",

          },
          {

            "title": "广平",
            "key": "130432",

          },
          {

            "title": "馆陶",
            "key": "130433",

          },
          {

            "title": "魏县",
            "key": "130434",

          },
          {

            "title": "曲周",
            "key": "130435",

          },
          {

            "title": "武安",
            "key": "130481",

          }
        ]
      },
      {

        "title": "邢台",
        "key": "130500",
        "children": [
          {

            "title": "桥东",
            "key": "130502",

          },
          {

            "title": "桥西",
            "key": "130503",

          },
          {

            "title": "邢台",
            "key": "130521",

          },
          {

            "title": "临城",
            "key": "130522",

          },
          {

            "title": "内丘",
            "key": "130523",

          },
          {

            "title": "柏乡",
            "key": "130524",

          },
          {

            "title": "隆尧",
            "key": "130525",

          },
          {

            "title": "任县",
            "key": "130526",

          },
          {

            "title": "南和",
            "key": "130527",

          },
          {

            "title": "宁晋",
            "key": "130528",

          },
          {

            "title": "巨鹿",
            "key": "130529",

          },
          {

            "title": "新河",
            "key": "130530",

          },
          {

            "title": "广宗",
            "key": "130531",

          },
          {

            "title": "平乡",
            "key": "130532",

          },
          {

            "title": "威县",
            "key": "130533",

          },
          {

            "title": "清河",
            "key": "130534",

          },
          {

            "title": "临西",
            "key": "130535",

          },
          {

            "title": "南宫",
            "key": "130581",

          },
          {

            "title": "沙河",
            "key": "130582",

          }
        ]
      },
      {

        "title": "保定",
        "key": "130600",
        "children": [
          {

            "title": "新市",
            "key": "130602",

          },
          {

            "title": "北市",
            "key": "130603",

          },
          {

            "title": "南市",
            "key": "130604",

          },
          {

            "title": "满城",
            "key": "130621",

          },
          {

            "title": "清苑",
            "key": "130622",

          },
          {

            "title": "涞水",
            "key": "130623",

          },
          {

            "title": "阜平",
            "key": "130624",

          },
          {

            "title": "徐水",
            "key": "130625",

          },
          {

            "title": "定兴",
            "key": "130626",

          },
          {

            "title": "唐县",
            "key": "130627",

          },
          {

            "title": "高阳",
            "key": "130628",

          },
          {

            "title": "容城",
            "key": "130629",

          },
          {

            "title": "涞源",
            "key": "130630",

          },
          {

            "title": "望都",
            "key": "130631",

          },
          {

            "title": "安新",
            "key": "130632",

          },
          {

            "title": "易县",
            "key": "130633",

          },
          {

            "title": "曲阳",
            "key": "130634",

          },
          {

            "title": "蠡县",
            "key": "130635",

          },
          {

            "title": "顺平",
            "key": "130636",

          },
          {

            "title": "博野",
            "key": "130637",

          },
          {

            "title": "雄县",
            "key": "130638",

          },
          {

            "title": "涿州",
            "key": "130681",

          },
          {

            "title": "定州",
            "key": "130682",

          },
          {

            "title": "安国",
            "key": "130683",

          },
          {

            "title": "高碑店",
            "key": "130684",

          }
        ]
      },
      {

        "title": "张家口",
        "key": "130700",
        "children": [
          {

            "title": "桥东",
            "key": "130702",

          },
          {

            "title": "桥西",
            "key": "130703",

          },
          {

            "title": "宣化",
            "key": "130705",

          },
          {

            "title": "下花园",
            "key": "130706",

          },
          {

            "title": "宣化",
            "key": "130721",

          },
          {

            "title": "张北",
            "key": "130722",

          },
          {

            "title": "康保",
            "key": "130723",

          },
          {

            "title": "沽源",
            "key": "130724",

          },
          {

            "title": "尚义",
            "key": "130725",

          },
          {

            "title": "蔚县",
            "key": "130726",

          },
          {

            "title": "阳原",
            "key": "130727",

          },
          {

            "title": "怀安",
            "key": "130728",

          },
          {

            "title": "万全",
            "key": "130729",

          },
          {

            "title": "怀来",
            "key": "130730",

          },
          {

            "title": "涿鹿",
            "key": "130731",

          },
          {

            "title": "赤城",
            "key": "130732",

          },
          {

            "title": "崇礼",
            "key": "130733",

          }
        ]
      },
      {

        "title": "承德",
        "key": "130800",
        "children": [
          {

            "title": "双桥",
            "key": "130802",

          },
          {

            "title": "双滦",
            "key": "130803",

          },
          {

            "title": "鹰手营子矿区",
            "key": "130804",

          },
          {

            "title": "承德",
            "key": "130821",

          },
          {

            "title": "兴隆",
            "key": "130822",

          },
          {

            "title": "平泉",
            "key": "130823",

          },
          {

            "title": "滦平",
            "key": "130824",

          },
          {

            "title": "隆化",
            "key": "130825",

          },
          {

            "title": "丰宁",
            "key": "130826",

          },
          {

            "title": "宽城",
            "key": "130827",

          },
          {

            "title": "围场",
            "key": "130828",

          }
        ]
      },
      {

        "title": "沧州",
        "key": "130900",
        "children": [
          {

            "title": "新华",
            "key": "130902",

          },
          {

            "title": "运河",
            "key": "130903",

          },
          {

            "title": "沧县",
            "key": "130921",

          },
          {

            "title": "青县",
            "key": "130922",

          },
          {

            "title": "东光",
            "key": "130923",

          },
          {

            "title": "海兴",
            "key": "130924",

          },
          {

            "title": "盐山",
            "key": "130925",

          },
          {

            "title": "肃宁",
            "key": "130926",

          },
          {

            "title": "南皮",
            "key": "130927",

          },
          {

            "title": "吴桥",
            "key": "130928",

          },
          {

            "title": "献县",
            "key": "130929",

          },
          {

            "title": "孟村",
            "key": "130930",

          },
          {

            "title": "泊头",
            "key": "130981",

          },
          {

            "title": "任丘",
            "key": "130982",

          },
          {

            "title": "黄骅",
            "key": "130983",

          },
          {

            "title": "河间",
            "key": "130984",

          }
        ]
      },
      {

        "title": "廊坊",
        "key": "131000",
        "children": [
          {

            "title": "安次",
            "key": "131002",

          },
          {

            "title": "广阳",
            "key": "131003",

          },
          {

            "title": "固安",
            "key": "131022",

          },
          {

            "title": "永清",
            "key": "131023",

          },
          {

            "title": "香河",
            "key": "131024",

          },
          {

            "title": "大城",
            "key": "131025",

          },
          {

            "title": "文安",
            "key": "131026",

          },
          {

            "title": "大厂",
            "key": "131028",

          },
          {

            "title": "霸州",
            "key": "131081",

          },
          {

            "title": "三河",
            "key": "131082",

          }
        ]
      },
      {

        "title": "衡水",
        "key": "131100",
        "children": [
          {

            "title": "桃城",
            "key": "131102",

          },
          {

            "title": "枣强",
            "key": "131121",

          },
          {

            "title": "武邑",
            "key": "131122",

          },
          {

            "title": "武强",
            "key": "131123",

          },
          {

            "title": "饶阳",
            "key": "131124",

          },
          {

            "title": "安平",
            "key": "131125",

          },
          {

            "title": "故城",
            "key": "131126",

          },
          {

            "title": "景县",
            "key": "131127",

          },
          {

            "title": "阜城",
            "key": "131128",

          },
          {

            "title": "冀州",
            "key": "131181",

          },
          {

            "title": "深州",
            "key": "131182",

          }
        ]
      }
    ]
  },
  {

    "title": "山西",
    "key": "140000",
    "children": [
      {

        "title": "太原",
        "key": "140100",
        "children": [
          {

            "title": "小店",
            "key": "140105",

          },
          {

            "title": "迎泽",
            "key": "140106",

          },
          {

            "title": "杏花岭",
            "key": "140107",

          },
          {

            "title": "尖草坪",
            "key": "140108",

          },
          {

            "title": "万柏林",
            "key": "140109",

          },
          {

            "title": "晋源",
            "key": "140110",

          },
          {

            "title": "清徐",
            "key": "140121",

          },
          {

            "title": "阳曲",
            "key": "140122",

          },
          {

            "title": "娄烦",
            "key": "140123",

          },
          {

            "title": "古交",
            "key": "140181",

          }
        ]
      },
      {

        "title": "大同",
        "key": "140200",
        "children": [
          {

            "title": "城区",
            "key": "140202",

          },
          {

            "title": "矿区",
            "key": "140203",

          },
          {

            "title": "南郊",
            "key": "140211",

          },
          {

            "title": "新荣",
            "key": "140212",

          },
          {

            "title": "阳高",
            "key": "140221",

          },
          {

            "title": "天镇",
            "key": "140222",

          },
          {

            "title": "广灵",
            "key": "140223",

          },
          {

            "title": "灵丘",
            "key": "140224",

          },
          {

            "title": "浑源",
            "key": "140225",

          },
          {

            "title": "左云",
            "key": "140226",

          },
          {

            "title": "大同",
            "key": "140227",

          }
        ]
      },
      {

        "title": "阳泉",
        "key": "140300",
        "children": [
          {

            "title": "城区",
            "key": "140302",

          },
          {

            "title": "矿区",
            "key": "140303",

          },
          {

            "title": "郊区",
            "key": "140311",

          },
          {

            "title": "平定",
            "key": "140321",

          },
          {

            "title": "盂县",
            "key": "140322",

          }
        ]
      },
      {

        "title": "长治",
        "key": "140400",
        "children": [
          {

            "title": "城区",
            "key": "140402",

          },
          {

            "title": "郊区",
            "key": "140411",

          },
          {

            "title": "长治",
            "key": "140421",

          },
          {

            "title": "襄垣",
            "key": "140423",

          },
          {

            "title": "屯留",
            "key": "140424",

          },
          {

            "title": "平顺",
            "key": "140425",

          },
          {

            "title": "黎城",
            "key": "140426",

          },
          {

            "title": "壶关",
            "key": "140427",

          },
          {

            "title": "长子",
            "key": "140428",

          },
          {

            "title": "武乡",
            "key": "140429",

          },
          {

            "title": "沁县",
            "key": "140430",

          },
          {

            "title": "沁源",
            "key": "140431",

          },
          {

            "title": "潞城",
            "key": "140481",

          }
        ]
      },
      {

        "title": "晋城",
        "key": "140500",
        "children": [
          {

            "title": "城区",
            "key": "140502",

          },
          {

            "title": "沁水",
            "key": "140521",

          },
          {

            "title": "阳城",
            "key": "140522",

          },
          {

            "title": "陵川",
            "key": "140524",

          },
          {

            "title": "泽州",
            "key": "140525",

          },
          {

            "title": "高平",
            "key": "140581",

          }
        ]
      },
      {

        "title": "朔州",
        "key": "140600",
        "children": [
          {

            "title": "朔城",
            "key": "140602",

          },
          {

            "title": "平鲁",
            "key": "140603",

          },
          {

            "title": "山阴",
            "key": "140621",

          },
          {

            "title": "应县",
            "key": "140622",

          },
          {

            "title": "右玉",
            "key": "140623",

          },
          {

            "title": "怀仁",
            "key": "140624",

          }
        ]
      },
      {

        "title": "晋中",
        "key": "140700",
        "children": [
          {

            "title": "榆次",
            "key": "140702",

          },
          {

            "title": "榆社",
            "key": "140721",

          },
          {

            "title": "左权",
            "key": "140722",

          },
          {

            "title": "和顺",
            "key": "140723",

          },
          {

            "title": "昔阳",
            "key": "140724",

          },
          {

            "title": "寿阳",
            "key": "140725",

          },
          {

            "title": "太谷",
            "key": "140726",

          },
          {

            "title": "祁县",
            "key": "140727",

          },
          {

            "title": "平遥",
            "key": "140728",

          },
          {

            "title": "灵石",
            "key": "140729",

          },
          {

            "title": "介休",
            "key": "140781",

          }
        ]
      },
      {

        "title": "运城",
        "key": "140800",
        "children": [
          {

            "title": "盐湖",
            "key": "140802",

          },
          {

            "title": "临猗",
            "key": "140821",

          },
          {

            "title": "万荣",
            "key": "140822",

          },
          {

            "title": "闻喜",
            "key": "140823",

          },
          {

            "title": "稷山",
            "key": "140824",

          },
          {

            "title": "新绛",
            "key": "140825",

          },
          {

            "title": "绛县",
            "key": "140826",

          },
          {

            "title": "垣曲",
            "key": "140827",

          },
          {

            "title": "夏县",
            "key": "140828",

          },
          {

            "title": "平陆",
            "key": "140829",

          },
          {

            "title": "芮城",
            "key": "140830",

          },
          {

            "title": "永济",
            "key": "140881",

          },
          {

            "title": "河津",
            "key": "140882",

          }
        ]
      },
      {

        "title": "忻州",
        "key": "140900",
        "children": [
          {

            "title": "忻府",
            "key": "140902",

          },
          {

            "title": "定襄",
            "key": "140921",

          },
          {

            "title": "五台",
            "key": "140922",

          },
          {

            "title": "代县",
            "key": "140923",

          },
          {

            "title": "繁峙",
            "key": "140924",

          },
          {

            "title": "宁武",
            "key": "140925",

          },
          {

            "title": "静乐",
            "key": "140926",

          },
          {

            "title": "神池",
            "key": "140927",

          },
          {

            "title": "五寨",
            "key": "140928",

          },
          {

            "title": "岢岚",
            "key": "140929",

          },
          {

            "title": "河曲",
            "key": "140930",

          },
          {

            "title": "保德",
            "key": "140931",

          },
          {

            "title": "偏关",
            "key": "140932",

          },
          {

            "title": "原平",
            "key": "140981",

          }
        ]
      },
      {

        "title": "临汾",
        "key": "141000",
        "children": [
          {

            "title": "尧都",
            "key": "141002",

          },
          {

            "title": "曲沃",
            "key": "141021",

          },
          {

            "title": "翼城",
            "key": "141022",

          },
          {

            "title": "襄汾",
            "key": "141023",

          },
          {

            "title": "洪洞",
            "key": "141024",

          },
          {

            "title": "古县",
            "key": "141025",

          },
          {

            "title": "安泽",
            "key": "141026",

          },
          {

            "title": "浮山",
            "key": "141027",

          },
          {

            "title": "吉县",
            "key": "141028",

          },
          {

            "title": "乡宁",
            "key": "141029",

          },
          {

            "title": "大宁",
            "key": "141030",

          },
          {

            "title": "隰县",
            "key": "141031",

          },
          {

            "title": "永和",
            "key": "141032",

          },
          {

            "title": "蒲县",
            "key": "141033",

          },
          {

            "title": "汾西",
            "key": "141034",

          },
          {

            "title": "侯马",
            "key": "141081",

          },
          {

            "title": "霍州",
            "key": "141082",

          }
        ]
      },
      {

        "title": "吕梁",
        "key": "141100",
        "children": [
          {

            "title": "离石",
            "key": "141102",

          },
          {

            "title": "文水",
            "key": "141121",

          },
          {

            "title": "交城",
            "key": "141122",

          },
          {

            "title": "兴县",
            "key": "141123",

          },
          {

            "title": "临县",
            "key": "141124",

          },
          {

            "title": "柳林",
            "key": "141125",

          },
          {

            "title": "石楼",
            "key": "141126",

          },
          {

            "title": "岚县",
            "key": "141127",

          },
          {

            "title": "方山",
            "key": "141128",

          },
          {

            "title": "中阳",
            "key": "141129",

          },
          {

            "title": "交口",
            "key": "141130",

          },
          {

            "title": "孝义",
            "key": "141181",

          },
          {

            "title": "汾阳",
            "key": "141182",

          }
        ]
      }
    ]
  },
  {

    "title": "内蒙古",
    "key": "150000",
    "children": [
      {

        "title": "呼和浩特",
        "key": "150100",
        "children": [
          {

            "title": "新城",
            "key": "150102",

          },
          {

            "title": "回民",
            "key": "150103",

          },
          {

            "title": "玉泉",
            "key": "150104",

          },
          {

            "title": "赛罕",
            "key": "150105",

          },
          {

            "title": "土默特左旗",
            "key": "150121",

          },
          {

            "title": "托克托",
            "key": "150122",

          },
          {

            "title": "和林格尔",
            "key": "150123",

          },
          {

            "title": "清水河",
            "key": "150124",

          },
          {

            "title": "武川",
            "key": "150125",

          }
        ]
      },
      {

        "title": "包头",
        "key": "150200",
        "children": [
          {

            "title": "东河",
            "key": "150202",

          },
          {

            "title": "昆都仑",
            "key": "150203",

          },
          {

            "title": "青山",
            "key": "150204",

          },
          {

            "title": "石拐",
            "key": "150205",

          },
          {

            "title": "白云鄂博矿区",
            "key": "150206",

          },
          {

            "title": "九原",
            "key": "150207",

          },
          {

            "title": "土默特右旗",
            "key": "150221",

          },
          {

            "title": "固阳",
            "key": "150222",

          },
          {

            "title": "达茂旗",
            "key": "150223",

          }
        ]
      },
      {

        "title": "乌海",
        "key": "150300",
        "children": [
          {

            "title": "海勃湾",
            "key": "150302",

          },
          {

            "title": "海南",
            "key": "150303",

          },
          {

            "title": "乌达",
            "key": "150304",

          }
        ]
      },
      {

        "title": "赤峰",
        "key": "150400",
        "children": [
          {

            "title": "红山",
            "key": "150402",

          },
          {

            "title": "元宝山",
            "key": "150403",

          },
          {

            "title": "松山",
            "key": "150404",

          },
          {

            "title": "阿鲁科尔沁旗",
            "key": "150421",

          },
          {

            "title": "巴林左旗",
            "key": "150422",

          },
          {

            "title": "巴林右旗",
            "key": "150423",

          },
          {

            "title": "林西",
            "key": "150424",

          },
          {

            "title": "克什克腾旗",
            "key": "150425",

          },
          {

            "title": "翁牛特旗",
            "key": "150426",

          },
          {

            "title": "喀喇沁旗",
            "key": "150428",

          },
          {

            "title": "宁城",
            "key": "150429",

          },
          {

            "title": "敖汉旗",
            "key": "150430",

          }
        ]
      },
      {

        "title": "通辽",
        "key": "150500",
        "children": [
          {

            "title": "科尔沁",
            "key": "150502",

          },
          {

            "title": "科尔沁左翼中旗",
            "key": "150521",

          },
          {

            "title": "科尔沁左翼后旗",
            "key": "150522",

          },
          {

            "title": "开鲁",
            "key": "150523",

          },
          {

            "title": "库伦旗",
            "key": "150524",

          },
          {

            "title": "奈曼旗",
            "key": "150525",

          },
          {

            "title": "扎鲁特旗",
            "key": "150526",

          },
          {

            "title": "霍林郭勒",
            "key": "150581",

          }
        ]
      },
      {

        "title": "鄂尔多斯",
        "key": "150600",
        "children": [
          {

            "title": "东胜",
            "key": "150602",

          },
          {

            "title": "达拉特旗",
            "key": "150621",

          },
          {

            "title": "准格尔旗",
            "key": "150622",

          },
          {

            "title": "鄂托克前旗",
            "key": "150623",

          },
          {

            "title": "鄂托克旗",
            "key": "150624",

          },
          {

            "title": "杭锦旗",
            "key": "150625",

          },
          {

            "title": "乌审旗",
            "key": "150626",

          },
          {

            "title": "伊金霍洛旗",
            "key": "150627",

          }
        ]
      },
      {

        "title": "呼伦贝尔",
        "key": "150700",
        "children": [
          {

            "title": "海拉尔",
            "key": "150702",

          },
          {

            "title": "扎赉诺尔",
            "key": "150703",

          },
          {

            "title": "阿荣旗",
            "key": "150721",

          },
          {

            "title": "莫旗",
            "key": "150722",

          },
          {

            "title": "鄂伦春",
            "key": "150723",

          },
          {

            "title": "鄂温",
            "key": "150724",

          },
          {

            "title": "陈巴尔虎旗",
            "key": "150725",

          },
          {

            "title": "新巴尔虎左旗",
            "key": "150726",

          },
          {

            "title": "新巴尔虎右旗",
            "key": "150727",

          },
          {

            "title": "满洲里",
            "key": "150781",

          },
          {

            "title": "牙克石",
            "key": "150782",

          },
          {

            "title": "扎兰屯",
            "key": "150783",

          },
          {

            "title": "额尔古纳",
            "key": "150784",

          },
          {

            "title": "根河",
            "key": "150785",

          }
        ]
      },
      {

        "title": "巴彦淖尔",
        "key": "150800",
        "children": [
          {

            "title": "临河",
            "key": "150802",

          },
          {

            "title": "五原",
            "key": "150821",

          },
          {

            "title": "磴口",
            "key": "150822",

          },
          {

            "title": "乌拉特前旗",
            "key": "150823",

          },
          {

            "title": "乌拉特中旗",
            "key": "150824",

          },
          {

            "title": "乌拉特后旗",
            "key": "150825",

          },
          {

            "title": "杭锦后旗",
            "key": "150826",

          }
        ]
      },
      {

        "title": "乌兰察布",
        "key": "150900",
        "children": [
          {

            "title": "集宁",
            "key": "150902",

          },
          {

            "title": "卓资",
            "key": "150921",

          },
          {

            "title": "化德",
            "key": "150922",

          },
          {

            "title": "商都",
            "key": "150923",

          },
          {

            "title": "兴和",
            "key": "150924",

          },
          {

            "title": "凉城",
            "key": "150925",

          },
          {

            "title": "察右前旗",
            "key": "150926",

          },
          {

            "title": "察右中旗",
            "key": "150927",

          },
          {

            "title": "察右后旗",
            "key": "150928",

          },
          {

            "title": "四子王旗",
            "key": "150929",

          },
          {

            "title": "丰镇",
            "key": "150981",

          }
        ]
      },
      {

        "title": "兴安盟",
        "key": "152200",
        "children": [
          {

            "title": "乌兰浩特",
            "key": "152201",

          },
          {

            "title": "阿尔山",
            "key": "152202",

          },
          {

            "title": "科右前旗",
            "key": "152221",

          },
          {

            "title": "科右中旗",
            "key": "152222",

          },
          {

            "title": "扎赉特旗",
            "key": "152223",

          },
          {

            "title": "突泉",
            "key": "152224",

          }
        ]
      },
      {

        "title": "锡林郭勒盟",
        "key": "152500",
        "children": [
          {

            "title": "二连浩特",
            "key": "152501",

          },
          {

            "title": "锡林浩特",
            "key": "152502",

          },
          {

            "title": "阿巴嘎旗",
            "key": "152522",

          },
          {

            "title": "苏尼特左旗",
            "key": "152523",

          },
          {

            "title": "苏尼特右旗",
            "key": "152524",

          },
          {

            "title": "东乌旗",
            "key": "152525",

          },
          {

            "title": "西乌旗",
            "key": "152526",

          },
          {

            "title": "太仆寺旗",
            "key": "152527",

          },
          {

            "title": "镶黄旗",
            "key": "152528",

          },
          {

            "title": "正镶白旗",
            "key": "152529",

          },
          {

            "title": "正蓝旗",
            "key": "152530",

          },
          {

            "title": "多伦",
            "key": "152531",

          }
        ]
      },
      {

        "title": "阿拉善盟",
        "key": "152900",
        "children": [
          {

            "title": "阿拉善左旗",
            "key": "152921",

          },
          {

            "title": "阿拉善右旗",
            "key": "152922",

          },
          {

            "title": "额济纳旗",
            "key": "152923",

          }
        ]
      }
    ]
  },
  {

    "title": "辽宁",
    "key": "210000",
    "children": [
      {

        "title": "沈阳",
        "key": "210100",
        "children": [
          {

            "title": "和平",
            "key": "210102",

          },
          {

            "title": "沈河",
            "key": "210103",

          },
          {

            "title": "大东",
            "key": "210104",

          },
          {

            "title": "皇姑",
            "key": "210105",

          },
          {

            "title": "铁西",
            "key": "210106",

          },
          {

            "title": "苏家屯",
            "key": "210111",

          },
          {

            "title": "浑南",
            "key": "210112",

          },
          {

            "title": "沈北新区",
            "key": "210113",

          },
          {

            "title": "于洪",
            "key": "210114",

          },
          {

            "title": "辽中",
            "key": "210122",

          },
          {

            "title": "康平",
            "key": "210123",

          },
          {

            "title": "法库",
            "key": "210124",

          },
          {

            "title": "新民",
            "key": "210181",

          }
        ]
      },
      {

        "title": "大连",
        "key": "210200",
        "children": [
          {

            "title": "中山",
            "key": "210202",

          },
          {

            "title": "西岗",
            "key": "210203",

          },
          {

            "title": "沙河口",
            "key": "210204",

          },
          {

            "title": "甘井子",
            "key": "210211",

          },
          {

            "title": "旅顺口",
            "key": "210212",

          },
          {

            "title": "金州",
            "key": "210213",

          },
          {

            "title": "长海",
            "key": "210224",

          },
          {

            "title": "瓦房店",
            "key": "210281",

          },
          {

            "title": "普兰店",
            "key": "210282",

          },
          {

            "title": "庄河",
            "key": "210283",

          }
        ]
      },
      {

        "title": "鞍山",
        "key": "210300",
        "children": [
          {

            "title": "铁东",
            "key": "210302",

          },
          {

            "title": "铁西",
            "key": "210303",

          },
          {

            "title": "立山",
            "key": "210304",

          },
          {

            "title": "千山",
            "key": "210311",

          },
          {

            "title": "台安",
            "key": "210321",

          },
          {

            "title": "岫岩",
            "key": "210323",

          },
          {

            "title": "海城",
            "key": "210381",

          }
        ]
      },
      {

        "title": "抚顺",
        "key": "210400",
        "children": [
          {

            "title": "新抚",
            "key": "210402",

          },
          {

            "title": "东洲",
            "key": "210403",

          },
          {

            "title": "望花",
            "key": "210404",

          },
          {

            "title": "顺城",
            "key": "210411",

          },
          {

            "title": "抚顺",
            "key": "210421",

          },
          {

            "title": "新宾",
            "key": "210422",

          },
          {

            "title": "清原",
            "key": "210423",

          }
        ]
      },
      {

        "title": "本溪",
        "key": "210500",
        "children": [
          {

            "title": "平山",
            "key": "210502",

          },
          {

            "title": "溪湖",
            "key": "210503",

          },
          {

            "title": "明山",
            "key": "210504",

          },
          {

            "title": "南芬",
            "key": "210505",

          },
          {

            "title": "本溪",
            "key": "210521",

          },
          {

            "title": "桓仁",
            "key": "210522",

          }
        ]
      },
      {

        "title": "丹东",
        "key": "210600",
        "children": [
          {

            "title": "元宝",
            "key": "210602",

          },
          {

            "title": "振兴",
            "key": "210603",

          },
          {

            "title": "振安",
            "key": "210604",

          },
          {

            "title": "宽甸",
            "key": "210624",

          },
          {

            "title": "东港",
            "key": "210681",

          },
          {

            "title": "凤城",
            "key": "210682",

          }
        ]
      },
      {

        "title": "锦州",
        "key": "210700",
        "children": [
          {

            "title": "古塔",
            "key": "210702",

          },
          {

            "title": "凌河",
            "key": "210703",

          },
          {

            "title": "太和",
            "key": "210711",

          },
          {

            "title": "黑山",
            "key": "210726",

          },
          {

            "title": "义县",
            "key": "210727",

          },
          {

            "title": "凌海",
            "key": "210781",

          },
          {

            "title": "北镇",
            "key": "210782",

          }
        ]
      },
      {

        "title": "营口",
        "key": "210800",
        "children": [
          {

            "title": "站前",
            "key": "210802",

          },
          {

            "title": "西市",
            "key": "210803",

          },
          {

            "title": "鲅鱼圈",
            "key": "210804",

          },
          {

            "title": "老边",
            "key": "210811",

          },
          {

            "title": "盖州",
            "key": "210881",

          },
          {

            "title": "大石桥",
            "key": "210882",

          }
        ]
      },
      {

        "title": "阜新",
        "key": "210900",
        "children": [
          {

            "title": "海州",
            "key": "210902",

          },
          {

            "title": "新邱",
            "key": "210903",

          },
          {

            "title": "太平",
            "key": "210904",

          },
          {

            "title": "清河门",
            "key": "210905",

          },
          {

            "title": "细河",
            "key": "210911",

          },
          {

            "title": "阜新",
            "key": "210921",

          },
          {

            "title": "彰武",
            "key": "210922",

          }
        ]
      },
      {

        "title": "辽阳",
        "key": "211000",
        "children": [
          {

            "title": "白塔",
            "key": "211002",

          },
          {

            "title": "文圣",
            "key": "211003",

          },
          {

            "title": "宏伟",
            "key": "211004",

          },
          {

            "title": "弓长岭",
            "key": "211005",

          },
          {

            "title": "太子河",
            "key": "211011",

          },
          {

            "title": "辽阳",
            "key": "211021",

          },
          {

            "title": "灯塔",
            "key": "211081",

          }
        ]
      },
      {

        "title": "盘锦",
        "key": "211100",
        "children": [
          {

            "title": "双台子",
            "key": "211102",

          },
          {

            "title": "兴隆台",
            "key": "211103",

          },
          {

            "title": "大洼",
            "key": "211121",

          },
          {

            "title": "盘山",
            "key": "211122",

          }
        ]
      },
      {

        "title": "铁岭",
        "key": "211200",
        "children": [
          {

            "title": "银州",
            "key": "211202",

          },
          {

            "title": "清河",
            "key": "211204",

          },
          {

            "title": "铁岭",
            "key": "211221",

          },
          {

            "title": "西丰",
            "key": "211223",

          },
          {

            "title": "昌图",
            "key": "211224",

          },
          {

            "title": "调兵山",
            "key": "211281",

          },
          {

            "title": "开原",
            "key": "211282",

          }
        ]
      },
      {

        "title": "朝阳",
        "key": "211300",
        "children": [
          {

            "title": "双塔",
            "key": "211302",

          },
          {

            "title": "龙城",
            "key": "211303",

          },
          {

            "title": "朝阳",
            "key": "211321",

          },
          {

            "title": "建平",
            "key": "211322",

          },
          {

            "title": "喀喇沁左翼",
            "key": "211324",

          },
          {

            "title": "北票",
            "key": "211381",

          },
          {

            "title": "凌源",
            "key": "211382",

          }
        ]
      },
      {

        "title": "葫芦岛",
        "key": "211400",
        "children": [
          {

            "title": "连山",
            "key": "211402",

          },
          {

            "title": "龙港",
            "key": "211403",

          },
          {

            "title": "南票",
            "key": "211404",

          },
          {

            "title": "绥中",
            "key": "211421",

          },
          {

            "title": "建昌",
            "key": "211422",

          },
          {

            "title": "兴城",
            "key": "211481",

          }
        ]
      },
      {

        "title": "金普新区",
        "key": "211500",
        "children": [
          {

            "title": "金州新区",
            "key": "211501",

          },
          {

            "title": "普湾新区",
            "key": "211502",

          },
          {

            "title": "保税区",
            "key": "211503",

          }
        ]
      }
    ]
  },
  {

    "title": "吉林",
    "key": "220000",
    "children": [
      {

        "title": "长春",
        "key": "220100",
        "children": [
          {

            "title": "南关",
            "key": "220102",

          },
          {

            "title": "宽城",
            "key": "220103",

          },
          {

            "title": "朝阳",
            "key": "220104",

          },
          {

            "title": "二道",
            "key": "220105",

          },
          {

            "title": "绿园",
            "key": "220106",

          },
          {

            "title": "双阳",
            "key": "220112",

          },
          {

            "title": "九台",
            "key": "220113",

          },
          {

            "title": "农安",
            "key": "220122",

          },
          {

            "title": "榆树",
            "key": "220182",

          },
          {

            "title": "德惠",
            "key": "220183",

          }
        ]
      },
      {

        "title": "吉林",
        "key": "220200",
        "children": [
          {

            "title": "昌邑",
            "key": "220202",

          },
          {

            "title": "龙潭",
            "key": "220203",

          },
          {

            "title": "船营",
            "key": "220204",

          },
          {

            "title": "丰满",
            "key": "220211",

          },
          {

            "title": "永吉",
            "key": "220221",

          },
          {

            "title": "蛟河",
            "key": "220281",

          },
          {

            "title": "桦甸",
            "key": "220282",

          },
          {

            "title": "舒兰",
            "key": "220283",

          },
          {

            "title": "磐石",
            "key": "220284",

          }
        ]
      },
      {

        "title": "四平",
        "key": "220300",
        "children": [
          {

            "title": "铁西",
            "key": "220302",

          },
          {

            "title": "铁东",
            "key": "220303",

          },
          {

            "title": "梨树",
            "key": "220322",

          },
          {

            "title": "伊通",
            "key": "220323",

          },
          {

            "title": "公主岭",
            "key": "220381",

          },
          {

            "title": "双辽",
            "key": "220382",

          }
        ]
      },
      {

        "title": "辽源",
        "key": "220400",
        "children": [
          {

            "title": "龙山",
            "key": "220402",

          },
          {

            "title": "西安",
            "key": "220403",

          },
          {

            "title": "东丰",
            "key": "220421",

          },
          {

            "title": "东辽",
            "key": "220422",

          }
        ]
      },
      {

        "title": "通化",
        "key": "220500",
        "children": [
          {

            "title": "东昌",
            "key": "220502",

          },
          {

            "title": "二道江",
            "key": "220503",

          },
          {

            "title": "通化",
            "key": "220521",

          },
          {

            "title": "辉南",
            "key": "220523",

          },
          {

            "title": "柳河",
            "key": "220524",

          },
          {

            "title": "梅河口",
            "key": "220581",

          },
          {

            "title": "集安",
            "key": "220582",

          }
        ]
      },
      {

        "title": "白山",
        "key": "220600",
        "children": [
          {

            "title": "浑江",
            "key": "220602",

          },
          {

            "title": "江源",
            "key": "220605",

          },
          {

            "title": "抚松",
            "key": "220621",

          },
          {

            "title": "靖宇",
            "key": "220622",

          },
          {

            "title": "长白",
            "key": "220623",

          },
          {

            "title": "临江",
            "key": "220681",

          }
        ]
      },
      {

        "title": "松原",
        "key": "220700",
        "children": [
          {

            "title": "宁江",
            "key": "220702",

          },
          {

            "title": "前郭尔罗斯",
            "key": "220721",

          },
          {

            "title": "长岭",
            "key": "220722",

          },
          {

            "title": "乾安",
            "key": "220723",

          },
          {

            "title": "扶余",
            "key": "220781",

          }
        ]
      },
      {

        "title": "白城",
        "key": "220800",
        "children": [
          {

            "title": "洮北",
            "key": "220802",

          },
          {

            "title": "镇赉",
            "key": "220821",

          },
          {

            "title": "通榆",
            "key": "220822",

          },
          {

            "title": "洮南",
            "key": "220881",

          },
          {

            "title": "大安",
            "key": "220882",

          }
        ]
      },
      {

        "title": "延边",
        "key": "222400",
        "children": [
          {

            "title": "延吉",
            "key": "222401",

          },
          {

            "title": "图们",
            "key": "222402",

          },
          {

            "title": "敦化",
            "key": "222403",

          },
          {

            "title": "珲春",
            "key": "222404",

          },
          {

            "title": "龙井",
            "key": "222405",

          },
          {

            "title": "和龙",
            "key": "222406",

          },
          {

            "title": "汪清",
            "key": "222424",

          },
          {

            "title": "安图",
            "key": "222426",

          }
        ]
      }
    ]
  },
  {

    "title": "黑龙江",
    "key": "230000",
    "children": [
      {

        "title": "哈尔滨",
        "key": "230100",
        "children": [
          {

            "title": "道里",
            "key": "230102",

          },
          {

            "title": "南岗",
            "key": "230103",

          },
          {

            "title": "道外",
            "key": "230104",

          },
          {

            "title": "平房",
            "key": "230108",

          },
          {

            "title": "松北",
            "key": "230109",

          },
          {

            "title": "香坊",
            "key": "230110",

          },
          {

            "title": "呼兰",
            "key": "230111",

          },
          {

            "title": "阿城",
            "key": "230112",

          },
          {

            "title": "双城",
            "key": "230113",

          },
          {

            "title": "依兰",
            "key": "230123",

          },
          {

            "title": "方正",
            "key": "230124",

          },
          {

            "title": "宾县",
            "key": "230125",

          },
          {

            "title": "巴彦",
            "key": "230126",

          },
          {

            "title": "木兰",
            "key": "230127",

          },
          {

            "title": "通河",
            "key": "230128",

          },
          {

            "title": "延寿",
            "key": "230129",

          },
          {

            "title": "尚志",
            "key": "230183",

          },
          {

            "title": "五常",
            "key": "230184",

          }
        ]
      },
      {

        "title": "齐齐哈尔",
        "key": "230200",
        "children": [
          {

            "title": "龙沙",
            "key": "230202",

          },
          {

            "title": "建华",
            "key": "230203",

          },
          {

            "title": "铁锋",
            "key": "230204",

          },
          {

            "title": "昂昂溪",
            "key": "230205",

          },
          {

            "title": "富拉尔基",
            "key": "230206",

          },
          {

            "title": "碾子山",
            "key": "230207",

          },
          {

            "title": "梅里斯",
            "key": "230208",

          },
          {

            "title": "龙江",
            "key": "230221",

          },
          {

            "title": "依安",
            "key": "230223",

          },
          {

            "title": "泰来",
            "key": "230224",

          },
          {

            "title": "甘南",
            "key": "230225",

          },
          {

            "title": "富裕",
            "key": "230227",

          },
          {

            "title": "克山",
            "key": "230229",

          },
          {

            "title": "克东",
            "key": "230230",

          },
          {

            "title": "拜泉",
            "key": "230231",

          },
          {

            "title": "讷河",
            "key": "230281",

          }
        ]
      },
      {

        "title": "鸡西",
        "key": "230300",
        "children": [
          {

            "title": "鸡冠",
            "key": "230302",

          },
          {

            "title": "恒山",
            "key": "230303",

          },
          {

            "title": "滴道",
            "key": "230304",

          },
          {

            "title": "梨树",
            "key": "230305",

          },
          {

            "title": "城子河",
            "key": "230306",

          },
          {

            "title": "麻山",
            "key": "230307",

          },
          {

            "title": "鸡东",
            "key": "230321",

          },
          {

            "title": "虎林",
            "key": "230381",

          },
          {

            "title": "密山",
            "key": "230382",

          }
        ]
      },
      {

        "title": "鹤岗",
        "key": "230400",
        "children": [
          {

            "title": "向阳",
            "key": "230402",

          },
          {

            "title": "工农",
            "key": "230403",

          },
          {

            "title": "南山",
            "key": "230404",

          },
          {

            "title": "兴安",
            "key": "230405",

          },
          {

            "title": "东山",
            "key": "230406",

          },
          {

            "title": "兴山",
            "key": "230407",

          },
          {

            "title": "萝北",
            "key": "230421",

          },
          {

            "title": "绥滨",
            "key": "230422",

          }
        ]
      },
      {

        "title": "双鸭山",
        "key": "230500",
        "children": [
          {

            "title": "尖山",
            "key": "230502",

          },
          {

            "title": "岭东",
            "key": "230503",

          },
          {

            "title": "四方台",
            "key": "230505",

          },
          {

            "title": "宝山",
            "key": "230506",

          },
          {

            "title": "集贤",
            "key": "230521",

          },
          {

            "title": "友谊",
            "key": "230522",

          },
          {

            "title": "宝清",
            "key": "230523",

          },
          {

            "title": "饶河",
            "key": "230524",

          }
        ]
      },
      {

        "title": "大庆",
        "key": "230600",
        "children": [
          {

            "title": "萨尔图",
            "key": "230602",

          },
          {

            "title": "龙凤",
            "key": "230603",

          },
          {

            "title": "让胡路",
            "key": "230604",

          },
          {

            "title": "红岗",
            "key": "230605",

          },
          {

            "title": "大同",
            "key": "230606",

          },
          {

            "title": "肇州",
            "key": "230621",

          },
          {

            "title": "肇源",
            "key": "230622",

          },
          {

            "title": "林甸",
            "key": "230623",

          },
          {

            "title": "杜尔伯特",
            "key": "230624",

          }
        ]
      },
      {

        "title": "伊春",
        "key": "230700",
        "children": [
          {

            "title": "伊春",
            "key": "230702",

          },
          {

            "title": "南岔",
            "key": "230703",

          },
          {

            "title": "友好",
            "key": "230704",

          },
          {

            "title": "西林",
            "key": "230705",

          },
          {

            "title": "翠峦",
            "key": "230706",

          },
          {

            "title": "新青",
            "key": "230707",

          },
          {

            "title": "美溪",
            "key": "230708",

          },
          {

            "title": "金山屯",
            "key": "230709",

          },
          {

            "title": "五营",
            "key": "230710",

          },
          {

            "title": "乌马河",
            "key": "230711",

          },
          {

            "title": "汤旺河",
            "key": "230712",

          },
          {

            "title": "带岭",
            "key": "230713",

          },
          {

            "title": "乌伊岭",
            "key": "230714",

          },
          {

            "title": "红星",
            "key": "230715",

          },
          {

            "title": "上甘岭",
            "key": "230716",

          },
          {

            "title": "嘉荫",
            "key": "230722",

          },
          {

            "title": "铁力",
            "key": "230781",

          }
        ]
      },
      {

        "title": "佳木斯",
        "key": "230800",
        "children": [
          {

            "title": "向阳",
            "key": "230803",

          },
          {

            "title": "前进",
            "key": "230804",

          },
          {

            "title": "东风",
            "key": "230805",

          },
          {

            "title": "郊区",
            "key": "230811",

          },
          {

            "title": "桦南",
            "key": "230822",

          },
          {

            "title": "桦川",
            "key": "230826",

          },
          {

            "title": "汤原",
            "key": "230828",

          },
          {

            "title": "抚远",
            "key": "230833",

          },
          {

            "title": "同江",
            "key": "230881",

          },
          {

            "title": "富锦",
            "key": "230882",

          }
        ]
      },
      {

        "title": "七台河",
        "key": "230900",
        "children": [
          {

            "title": "新兴",
            "key": "230902",

          },
          {

            "title": "桃山",
            "key": "230903",

          },
          {

            "title": "茄子河",
            "key": "230904",

          },
          {

            "title": "勃利",
            "key": "230921",

          }
        ]
      },
      {

        "title": "牡丹江",
        "key": "231000",
        "children": [
          {

            "title": "东安",
            "key": "231002",

          },
          {

            "title": "阳明",
            "key": "231003",

          },
          {

            "title": "爱民",
            "key": "231004",

          },
          {

            "title": "西安",
            "key": "231005",

          },
          {

            "title": "东宁",
            "key": "231024",

          },
          {

            "title": "林口",
            "key": "231025",

          },
          {

            "title": "绥芬河",
            "key": "231081",

          },
          {

            "title": "海林",
            "key": "231083",

          },
          {

            "title": "宁安",
            "key": "231084",

          },
          {

            "title": "穆棱",
            "key": "231085",

          }
        ]
      },
      {

        "title": "黑河",
        "key": "231100",
        "children": [
          {

            "title": "爱辉",
            "key": "231102",

          },
          {

            "title": "嫩江",
            "key": "231121",

          },
          {

            "title": "逊克",
            "key": "231123",

          },
          {

            "title": "孙吴",
            "key": "231124",

          },
          {

            "title": "北安",
            "key": "231181",

          },
          {

            "title": "五大连池",
            "key": "231182",

          }
        ]
      },
      {

        "title": "绥化",
        "key": "231200",
        "children": [
          {

            "title": "北林",
            "key": "231202",

          },
          {

            "title": "望奎",
            "key": "231221",

          },
          {

            "title": "兰西",
            "key": "231222",

          },
          {

            "title": "青冈",
            "key": "231223",

          },
          {

            "title": "庆安",
            "key": "231224",

          },
          {

            "title": "明水",
            "key": "231225",

          },
          {

            "title": "绥棱",
            "key": "231226",

          },
          {

            "title": "安达",
            "key": "231281",

          },
          {

            "title": "肇东",
            "key": "231282",

          },
          {

            "title": "海伦",
            "key": "231283",

          }
        ]
      },
      {

        "title": "大兴安岭",
        "key": "232700",
        "children": [
          {

            "title": "加格达奇",
            "key": "232701",

          },
          {

            "title": "新林",
            "key": "232702",

          },
          {

            "title": "松岭",
            "key": "232703",

          },
          {

            "title": "呼中",
            "key": "232704",

          },
          {

            "title": "呼玛",
            "key": "232721",

          },
          {

            "title": "塔河",
            "key": "232722",

          },
          {

            "title": "漠河",
            "key": "232723",

          }
        ]
      }
    ]
  },
  {

    "title": "上海",
    "key": "310000",
    "children": [
      {

        "title": "上海市",
        "key": "310100",
        "children": [
          {

            "title": "黄浦",
            "key": "310101",

          },
          {

            "title": "徐汇",
            "key": "310104",

          },
          {

            "title": "长宁",
            "key": "310105",

          },
          {

            "title": "静安",
            "key": "310106",

          },
          {

            "title": "普陀",
            "key": "310107",

          },
          {

            "title": "闸北",
            "key": "310108",

          },
          {

            "title": "虹口",
            "key": "310109",

          },
          {

            "title": "杨浦",
            "key": "310110",

          },
          {

            "title": "闵行",
            "key": "310112",

          },
          {

            "title": "宝山",
            "key": "310113",

          },
          {

            "title": "嘉定",
            "key": "310114",

          },
          {

            "title": "浦东",
            "key": "310115",

          },
          {

            "title": "金山",
            "key": "310116",

          },
          {

            "title": "松江",
            "key": "310117",

          },
          {

            "title": "青浦",
            "key": "310118",

          },
          {

            "title": "奉贤",
            "key": "310120",

          },
          {

            "title": "崇明",
            "key": "310230",

          }
        ]
      }
    ]
  },
  {

    "title": "江苏",
    "key": "320000",
    "children": [
      {

        "title": "南京",
        "key": "320100",
        "children": [
          {

            "title": "玄武",
            "key": "320102",

          },
          {

            "title": "秦淮",
            "key": "320104",

          },
          {

            "title": "建邺",
            "key": "320105",

          },
          {

            "title": "鼓楼",
            "key": "320106",

          },
          {

            "title": "浦口",
            "key": "320111",

          },
          {

            "title": "栖霞",
            "key": "320113",

          },
          {

            "title": "雨花台",
            "key": "320114",

          },
          {

            "title": "江宁",
            "key": "320115",

          },
          {

            "title": "六合",
            "key": "320116",

          },
          {

            "title": "溧水",
            "key": "320117",

          },
          {

            "title": "高淳",
            "key": "320118",

          }
        ]
      },
      {

        "title": "无锡",
        "key": "320200",
        "children": [
          {

            "title": "崇安",
            "key": "320202",

          },
          {

            "title": "南长",
            "key": "320203",

          },
          {

            "title": "北塘",
            "key": "320204",

          },
          {

            "title": "锡山",
            "key": "320205",

          },
          {

            "title": "惠山",
            "key": "320206",

          },
          {

            "title": "滨湖",
            "key": "320211",

          },
          {

            "title": "江阴",
            "key": "320281",

          },
          {

            "title": "宜兴",
            "key": "320282",

          }
        ]
      },
      {

        "title": "徐州",
        "key": "320300",
        "children": [
          {

            "title": "鼓楼",
            "key": "320302",

          },
          {

            "title": "云龙",
            "key": "320303",

          },
          {

            "title": "贾汪",
            "key": "320305",

          },
          {

            "title": "泉山",
            "key": "320311",

          },
          {

            "title": "铜山",
            "key": "320312",

          },
          {

            "title": "丰县",
            "key": "320321",

          },
          {

            "title": "沛县",
            "key": "320322",

          },
          {

            "title": "睢宁",
            "key": "320324",

          },
          {

            "title": "新沂",
            "key": "320381",

          },
          {

            "title": "邳州",
            "key": "320382",

          }
        ]
      },
      {

        "title": "常州",
        "key": "320400",
        "children": [
          {

            "title": "天宁",
            "key": "320402",

          },
          {

            "title": "钟楼",
            "key": "320404",

          },
          {

            "title": "戚墅堰",
            "key": "320405",

          },
          {

            "title": "新北",
            "key": "320411",

          },
          {

            "title": "武进",
            "key": "320412",

          },
          {

            "title": "溧阳",
            "key": "320481",

          },
          {

            "title": "金坛",
            "key": "320482",

          }
        ]
      },
      {

        "title": "苏州",
        "key": "320500",
        "children": [
          {

            "title": "虎丘",
            "key": "320505",

          },
          {

            "title": "吴中",
            "key": "320506",

          },
          {

            "title": "相城",
            "key": "320507",

          },
          {

            "title": "姑苏",
            "key": "320508",

          },
          {

            "title": "吴江",
            "key": "320509",

          },
          {

            "title": "常熟",
            "key": "320581",

          },
          {

            "title": "张家港",
            "key": "320582",

          },
          {

            "title": "昆山",
            "key": "320583",

          },
          {

            "title": "太仓",
            "key": "320585",

          }
        ]
      },
      {

        "title": "南通",
        "key": "320600",
        "children": [
          {

            "title": "崇川",
            "key": "320602",

          },
          {

            "title": "港闸",
            "key": "320611",

          },
          {

            "title": "通州",
            "key": "320612",

          },
          {

            "title": "海安",
            "key": "320621",

          },
          {

            "title": "如东",
            "key": "320623",

          },
          {

            "title": "启东",
            "key": "320681",

          },
          {

            "title": "如皋",
            "key": "320682",

          },
          {

            "title": "海门",
            "key": "320684",

          }
        ]
      },
      {

        "title": "连云港",
        "key": "320700",
        "children": [
          {

            "title": "连云",
            "key": "320703",

          },
          {

            "title": "海州",
            "key": "320706",

          },
          {

            "title": "赣榆",
            "key": "320707",

          },
          {

            "title": "东海",
            "key": "320722",

          },
          {

            "title": "灌云",
            "key": "320723",

          },
          {

            "title": "灌南",
            "key": "320724",

          }
        ]
      },
      {

        "title": "淮安",
        "key": "320800",
        "children": [
          {

            "title": "清河",
            "key": "320802",

          },
          {

            "title": "淮安",
            "key": "320803",

          },
          {

            "title": "淮阴",
            "key": "320804",

          },
          {

            "title": "清浦",
            "key": "320811",

          },
          {

            "title": "涟水",
            "key": "320826",

          },
          {

            "title": "洪泽",
            "key": "320829",

          },
          {

            "title": "盱眙",
            "key": "320830",

          },
          {

            "title": "金湖",
            "key": "320831",

          }
        ]
      },
      {

        "title": "盐城",
        "key": "320900",
        "children": [
          {

            "title": "亭湖",
            "key": "320902",

          },
          {

            "title": "盐都",
            "key": "320903",

          },
          {

            "title": "响水",
            "key": "320921",

          },
          {

            "title": "滨海",
            "key": "320922",

          },
          {

            "title": "阜宁",
            "key": "320923",

          },
          {

            "title": "射阳",
            "key": "320924",

          },
          {

            "title": "建湖",
            "key": "320925",

          },
          {

            "title": "东台",
            "key": "320981",

          },
          {

            "title": "大丰",
            "key": "320982",

          }
        ]
      },
      {

        "title": "扬州",
        "key": "321000",
        "children": [
          {

            "title": "广陵",
            "key": "321002",

          },
          {

            "title": "邗江",
            "key": "321003",

          },
          {

            "title": "江都",
            "key": "321012",

          },
          {

            "title": "宝应",
            "key": "321023",

          },
          {

            "title": "仪征",
            "key": "321081",

          },
          {

            "title": "高邮",
            "key": "321084",

          }
        ]
      },
      {

        "title": "镇江",
        "key": "321100",
        "children": [
          {

            "title": "京口",
            "key": "321102",

          },
          {

            "title": "润州",
            "key": "321111",

          },
          {

            "title": "丹徒",
            "key": "321112",

          },
          {

            "title": "丹阳",
            "key": "321181",

          },
          {

            "title": "扬中",
            "key": "321182",

          },
          {

            "title": "句容",
            "key": "321183",

          }
        ]
      },
      {

        "title": "泰州",
        "key": "321200",
        "children": [
          {

            "title": "海陵",
            "key": "321202",

          },
          {

            "title": "高港",
            "key": "321203",

          },
          {

            "title": "姜堰",
            "key": "321204",

          },
          {

            "title": "兴化",
            "key": "321281",

          },
          {

            "title": "靖江",
            "key": "321282",

          },
          {

            "title": "泰兴",
            "key": "321283",

          }
        ]
      },
      {

        "title": "宿迁",
        "key": "321300",
        "children": [
          {

            "title": "宿城",
            "key": "321302",

          },
          {

            "title": "宿豫",
            "key": "321311",

          },
          {

            "title": "沭阳",
            "key": "321322",

          },
          {

            "title": "泗阳",
            "key": "321323",

          },
          {

            "title": "泗洪",
            "key": "321324",

          }
        ]
      }
    ]
  },
  {

    "title": "浙江",
    "key": "330000",
    "children": [
      {

        "title": "杭州",
        "key": "330100",
        "children": [
          {

            "title": "钱塘新区",
            "key": "330102",

          },
          {

            "title": "萧山",
            "key": "330109",

          },
          {

            "title": "余杭",
            "key": "330110",

          },
          {

            "title": "桐庐",
            "key": "330122",

          },
          {

            "title": "淳安",
            "key": "330127",

          },
          {

            "title": "建德",
            "key": "330182",

          },
          {

            "title": "富阳",
            "key": "330183",

          },
          {

            "title": "临安",
            "key": "330185",

          }
        ]
      },
      {

        "title": "宁波",
        "key": "330200",
        "children": [
          {

            "title": "海曙",
            "key": "330203",

          },
          {

            "title": "杭州湾",
            "key": "330204",

          },
          {

            "title": "江北",
            "key": "330205",

          },
          {

            "title": "北仑",
            "key": "330206",

          },
          {

            "title": "镇海",
            "key": "330211",

          },
          {

            "title": "鄞州",
            "key": "330212",

          },
          {

            "title": "象山",
            "key": "330225",

          },
          {

            "title": "宁海",
            "key": "330226",

          },
          {

            "title": "余姚",
            "key": "330281",

          },
          {

            "title": "慈溪",
            "key": "330282",

          },
          {

            "title": "奉化",
            "key": "330283",

          }
        ]
      },
      {

        "title": "温州",
        "key": "330300",
        "children": [
          {

            "title": "鹿城",
            "key": "330302",

          },
          {

            "title": "龙湾",
            "key": "330303",

          },
          {

            "title": "瓯海",
            "key": "330304",

          },
          {

            "title": "洞头",
            "key": "330322",

          },
          {

            "title": "永嘉",
            "key": "330324",

          },
          {

            "title": "平阳",
            "key": "330326",

          },
          {

            "title": "苍南",
            "key": "330327",

          },
          {

            "title": "文成",
            "key": "330328",

          },
          {

            "title": "泰顺",
            "key": "330329",

          },
          {

            "title": "瑞安",
            "key": "330381",

          },
          {

            "title": "乐清",
            "key": "330382",

          }
        ]
      },
      {

        "title": "嘉兴",
        "key": "330400",
        "children": [
          {

            "title": "直属局",
            "key": "330411",

          },
          {

            "title": "海盐",
            "key": "330424",

          },
          {

            "title": "海宁",
            "key": "330481",

          },
          {

            "title": "平湖",
            "key": "330482",

          },
          {

            "title": "桐乡",
            "key": "330483",

          },
          {

            "title": "南湖",
            "key": "330484",

          },
          {

            "title": "秀洲",
            "key": "330485",

          }
        ]
      },
      {

        "title": "湖州",
        "key": "330500",
        "children": [
          {

            "title": "直属局",
            "key": "330503",

          },
          {

            "title": "德清",
            "key": "330521",

          },
          {

            "title": "长兴",
            "key": "330522",

          },
          {

            "title": "安吉",
            "key": "330523",

          },
          {

            "title": "吴兴",
            "key": "330524",

          }
        ]
      },
      {

        "title": "绍兴",
        "key": "330600",
        "children": [
          {

            "title": "运管所",
            "key": "330502",

          },
          {

            "title": "袍江",
            "key": "330602",

          },
          {

            "title": "柯桥",
            "key": "330603",

          },
          {

            "title": "上虞",
            "key": "330604",

          },
          {

            "title": "越城",
            "key": "330605",

          },
          {

            "title": "新昌",
            "key": "330624",

          },
          {

            "title": "诸暨",
            "key": "330681",

          },
          {

            "title": "嵊州",
            "key": "330683",

          }
        ]
      },
      {

        "title": "金华",
        "key": "330700",
        "children": [
          {

            "title": "婺城",
            "key": "330702",

          },
          {

            "title": "金东",
            "key": "330703",

          },
          {

            "title": "武义",
            "key": "330723",

          },
          {

            "title": "浦江",
            "key": "330726",

          },
          {

            "title": "磐安",
            "key": "330727",

          },
          {

            "title": "兰溪",
            "key": "330781",

          },
          {

            "title": "义乌",
            "key": "330782",

          },
          {

            "title": "东阳",
            "key": "330783",

          },
          {

            "title": "永康",
            "key": "330784",

          }
        ]
      },
      {

        "title": "衢州",
        "key": "330800",
        "children": [
          {

            "title": "柯城",
            "key": "330802",

          },
          {

            "title": "衢江",
            "key": "330803",

          },
          {

            "title": "常山",
            "key": "330822",

          },
          {

            "title": "开化",
            "key": "330824",

          },
          {

            "title": "龙游",
            "key": "330825",

          },
          {

            "title": "江山",
            "key": "330881",

          }
        ]
      },
      {

        "title": "舟山",
        "key": "330900",
        "children": [
          {

            "title": "定海",
            "key": "330902",

          },
          {

            "title": "普陀",
            "key": "330903",

          },
          {

            "title": "岱山",
            "key": "330921",

          },
          {

            "title": "嵊泗",
            "key": "330922",

          }
        ]
      },
      {

        "title": "台州",
        "key": "331000",
        "children": [
          {

            "title": "市本级",
            "key": "330103",

          },
          {

            "title": "椒江",
            "key": "331002",

          },
          {

            "title": "黄岩",
            "key": "331003",

          },
          {

            "title": "路桥",
            "key": "331004",

          },
          {

            "title": "玉环",
            "key": "331021",

          },
          {

            "title": "三门",
            "key": "331022",

          },
          {

            "title": "天台",
            "key": "331023",

          },
          {

            "title": "仙居",
            "key": "331024",

          },
          {

            "title": "温岭",
            "key": "331081",

          },
          {

            "title": "临海",
            "key": "331082",

          }
        ]
      },
      {

        "title": "丽水",
        "key": "331100",
        "children": [
          {

            "title": "直属局",
            "key": "330104",

          },
          {

            "title": "莲都",
            "key": "331102",

          },
          {

            "title": "青田",
            "key": "331121",

          },
          {

            "title": "缙云",
            "key": "331122",

          },
          {

            "title": "遂昌",
            "key": "331123",

          },
          {

            "title": "松阳",
            "key": "331124",

          },
          {

            "title": "云和",
            "key": "331125",

          },
          {

            "title": "庆元",
            "key": "331126",

          },
          {

            "title": "景宁",
            "key": "331127",

          },
          {

            "title": "龙泉",
            "key": "331181",

          }
        ]
      },
      {

        "title": "舟山新区",
        "key": "331200",

      }
    ]
  },
  {

    "title": "安徽",
    "key": "340000",
    "children": [
      {

        "title": "合肥",
        "key": "340100",
        "children": [
          {

            "title": "瑶海",
            "key": "340102",

          },
          {

            "title": "庐阳",
            "key": "340103",

          },
          {

            "title": "蜀山",
            "key": "340104",

          },
          {

            "title": "包河",
            "key": "340111",

          },
          {

            "title": "长丰",
            "key": "340121",

          },
          {

            "title": "肥东",
            "key": "340122",

          },
          {

            "title": "肥西",
            "key": "340123",

          },
          {

            "title": "庐江",
            "key": "340124",

          },
          {

            "title": "巢湖",
            "key": "340181",

          }
        ]
      },
      {

        "title": "芜湖",
        "key": "340200",
        "children": [
          {

            "title": "镜湖",
            "key": "340202",

          },
          {

            "title": "弋江",
            "key": "340203",

          },
          {

            "title": "鸠江",
            "key": "340207",

          },
          {

            "title": "三山",
            "key": "340208",

          },
          {

            "title": "芜湖",
            "key": "340221",

          },
          {

            "title": "繁昌",
            "key": "340222",

          },
          {

            "title": "南陵",
            "key": "340223",

          },
          {

            "title": "无为",
            "key": "340225",

          }
        ]
      },
      {

        "title": "蚌埠",
        "key": "340300",
        "children": [
          {

            "title": "龙子湖",
            "key": "340302",

          },
          {

            "title": "蚌山",
            "key": "340303",

          },
          {

            "title": "禹会",
            "key": "340304",

          },
          {

            "title": "淮上",
            "key": "340311",

          },
          {

            "title": "怀远",
            "key": "340321",

          },
          {

            "title": "五河",
            "key": "340322",

          },
          {

            "title": "固镇",
            "key": "340323",

          }
        ]
      },
      {

        "title": "淮南",
        "key": "340400",
        "children": [
          {

            "title": "大通",
            "key": "340402",

          },
          {

            "title": "田家庵",
            "key": "340403",

          },
          {

            "title": "谢家集",
            "key": "340404",

          },
          {

            "title": "八公山",
            "key": "340405",

          },
          {

            "title": "潘集",
            "key": "340406",

          },
          {

            "title": "凤台",
            "key": "340421",

          }
        ]
      },
      {

        "title": "马鞍山",
        "key": "340500",
        "children": [
          {

            "title": "花山",
            "key": "340503",

          },
          {

            "title": "雨山",
            "key": "340504",

          },
          {

            "title": "博望",
            "key": "340506",

          },
          {

            "title": "当涂",
            "key": "340521",

          },
          {

            "title": "含山",
            "key": "340522",

          },
          {

            "title": "和县",
            "key": "340523",

          }
        ]
      },
      {

        "title": "淮北",
        "key": "340600",
        "children": [
          {

            "title": "杜集",
            "key": "340602",

          },
          {

            "title": "相山",
            "key": "340603",

          },
          {

            "title": "烈山",
            "key": "340604",

          },
          {

            "title": "濉溪",
            "key": "340621",

          }
        ]
      },
      {

        "title": "铜陵",
        "key": "340700",
        "children": [
          {

            "title": "铜官山",
            "key": "340702",

          },
          {

            "title": "狮子山",
            "key": "340703",

          },
          {

            "title": "郊区",
            "key": "340711",

          },
          {

            "title": "铜陵",
            "key": "340721",

          }
        ]
      },
      {

        "title": "安庆",
        "key": "340800",
        "children": [
          {

            "title": "迎江",
            "key": "340802",

          },
          {

            "title": "大观",
            "key": "340803",

          },
          {

            "title": "宜秀",
            "key": "340811",

          },
          {

            "title": "怀宁",
            "key": "340822",

          },
          {

            "title": "枞阳",
            "key": "340823",

          },
          {

            "title": "潜山",
            "key": "340824",

          },
          {

            "title": "太湖",
            "key": "340825",

          },
          {

            "title": "宿松",
            "key": "340826",

          },
          {

            "title": "望江",
            "key": "340827",

          },
          {

            "title": "岳西",
            "key": "340828",

          },
          {

            "title": "桐城",
            "key": "340881",

          }
        ]
      },
      {

        "title": "黄山",
        "key": "341000",
        "children": [
          {

            "title": "屯溪",
            "key": "341002",

          },
          {

            "title": "黄山",
            "key": "341003",

          },
          {

            "title": "徽州",
            "key": "341004",

          },
          {

            "title": "歙县",
            "key": "341021",

          },
          {

            "title": "休宁",
            "key": "341022",

          },
          {

            "title": "黟县",
            "key": "341023",

          },
          {

            "title": "祁门",
            "key": "341024",

          }
        ]
      },
      {

        "title": "滁州",
        "key": "341100",
        "children": [
          {

            "title": "琅琊",
            "key": "341102",

          },
          {

            "title": "南谯",
            "key": "341103",

          },
          {

            "title": "来安",
            "key": "341122",

          },
          {

            "title": "全椒",
            "key": "341124",

          },
          {

            "title": "定远",
            "key": "341125",

          },
          {

            "title": "凤阳",
            "key": "341126",

          },
          {

            "title": "天长",
            "key": "341181",

          },
          {

            "title": "明光",
            "key": "341182",

          }
        ]
      },
      {

        "title": "阜阳",
        "key": "341200",
        "children": [
          {

            "title": "颍州",
            "key": "341202",

          },
          {

            "title": "颍东",
            "key": "341203",

          },
          {

            "title": "颍泉",
            "key": "341204",

          },
          {

            "title": "临泉",
            "key": "341221",

          },
          {

            "title": "太和",
            "key": "341222",

          },
          {

            "title": "阜南",
            "key": "341225",

          },
          {

            "title": "颍上",
            "key": "341226",

          },
          {

            "title": "界首",
            "key": "341282",

          }
        ]
      },
      {

        "title": "宿州",
        "key": "341300",
        "children": [
          {

            "title": "埇桥",
            "key": "341302",

          },
          {

            "title": "砀山",
            "key": "341321",

          },
          {

            "title": "萧县",
            "key": "341322",

          },
          {

            "title": "灵璧",
            "key": "341323",

          },
          {

            "title": "泗县",
            "key": "341324",

          }
        ]
      },
      {

        "title": "六安",
        "key": "341500",
        "children": [
          {

            "title": "金安",
            "key": "341502",

          },
          {

            "title": "裕安",
            "key": "341503",

          },
          {

            "title": "寿县",
            "key": "341521",

          },
          {

            "title": "霍邱",
            "key": "341522",

          },
          {

            "title": "舒城",
            "key": "341523",

          },
          {

            "title": "金寨",
            "key": "341524",

          },
          {

            "title": "霍山",
            "key": "341525",

          }
        ]
      },
      {

        "title": "亳州",
        "key": "341600",
        "children": [
          {

            "title": "谯城",
            "key": "341602",

          },
          {

            "title": "涡阳",
            "key": "341621",

          },
          {

            "title": "蒙城",
            "key": "341622",

          },
          {

            "title": "利辛",
            "key": "341623",

          }
        ]
      },
      {

        "title": "池州",
        "key": "341700",
        "children": [
          {

            "title": "贵池",
            "key": "341702",

          },
          {

            "title": "东至",
            "key": "341721",

          },
          {

            "title": "石台",
            "key": "341722",

          },
          {

            "title": "青阳",
            "key": "341723",

          }
        ]
      },
      {

        "title": "宣城",
        "key": "341800",
        "children": [
          {

            "title": "宣州",
            "key": "341802",

          },
          {

            "title": "郎溪",
            "key": "341821",

          },
          {

            "title": "广德",
            "key": "341822",

          },
          {

            "title": "泾县",
            "key": "341823",

          },
          {

            "title": "绩溪",
            "key": "341824",

          },
          {

            "title": "旌德",
            "key": "341825",

          },
          {

            "title": "宁国",
            "key": "341881",

          }
        ]
      }
    ]
  },
  {

    "title": "福建",
    "key": "350000",
    "children": [
      {

        "title": "福州",
        "key": "350100",
        "children": [
          {

            "title": "鼓楼",
            "key": "350102",

          },
          {

            "title": "台江",
            "key": "350103",

          },
          {

            "title": "仓山",
            "key": "350104",

          },
          {

            "title": "马尾",
            "key": "350105",

          },
          {

            "title": "晋安",
            "key": "350111",

          },
          {

            "title": "闽侯",
            "key": "350121",

          },
          {

            "title": "连江",
            "key": "350122",

          },
          {

            "title": "罗源",
            "key": "350123",

          },
          {

            "title": "闽清",
            "key": "350124",

          },
          {

            "title": "永泰",
            "key": "350125",

          },
          {

            "title": "平潭",
            "key": "350128",

          },
          {

            "title": "福清",
            "key": "350181",

          },
          {

            "title": "长乐",
            "key": "350182",

          }
        ]
      },
      {

        "title": "厦门",
        "key": "350200",
        "children": [
          {

            "title": "思明",
            "key": "350203",

          },
          {

            "title": "海沧",
            "key": "350205",

          },
          {

            "title": "湖里",
            "key": "350206",

          },
          {

            "title": "集美",
            "key": "350211",

          },
          {

            "title": "同安",
            "key": "350212",

          },
          {

            "title": "翔安",
            "key": "350213",

          }
        ]
      },
      {

        "title": "莆田",
        "key": "350300",
        "children": [
          {

            "title": "城厢",
            "key": "350302",

          },
          {

            "title": "涵江",
            "key": "350303",

          },
          {

            "title": "荔城",
            "key": "350304",

          },
          {

            "title": "秀屿",
            "key": "350305",

          },
          {

            "title": "仙游",
            "key": "350322",

          }
        ]
      },
      {

        "title": "三明",
        "key": "350400",
        "children": [
          {

            "title": "梅列",
            "key": "350402",

          },
          {

            "title": "三元",
            "key": "350403",

          },
          {

            "title": "明溪",
            "key": "350421",

          },
          {

            "title": "清流",
            "key": "350423",

          },
          {

            "title": "宁化",
            "key": "350424",

          },
          {

            "title": "大田",
            "key": "350425",

          },
          {

            "title": "尤溪",
            "key": "350426",

          },
          {

            "title": "沙县",
            "key": "350427",

          },
          {

            "title": "将乐",
            "key": "350428",

          },
          {

            "title": "泰宁",
            "key": "350429",

          },
          {

            "title": "建宁",
            "key": "350430",

          },
          {

            "title": "永安",
            "key": "350481",

          }
        ]
      },
      {

        "title": "泉州",
        "key": "350500",
        "children": [
          {

            "title": "鲤城",
            "key": "350502",

          },
          {

            "title": "丰泽",
            "key": "350503",

          },
          {

            "title": "洛江",
            "key": "350504",

          },
          {

            "title": "泉港",
            "key": "350505",

          },
          {

            "title": "惠安",
            "key": "350521",

          },
          {

            "title": "安溪",
            "key": "350524",

          },
          {

            "title": "永春",
            "key": "350525",

          },
          {

            "title": "德化",
            "key": "350526",

          },
          {

            "title": "金门",
            "key": "350527",

          },
          {

            "title": "石狮",
            "key": "350581",

          },
          {

            "title": "晋江",
            "key": "350582",

          },
          {

            "title": "南安",
            "key": "350583",

          }
        ]
      },
      {

        "title": "漳州",
        "key": "350600",
        "children": [
          {

            "title": "芗城",
            "key": "350602",

          },
          {

            "title": "龙文",
            "key": "350603",

          },
          {

            "title": "云霄",
            "key": "350622",

          },
          {

            "title": "漳浦",
            "key": "350623",

          },
          {

            "title": "诏安",
            "key": "350624",

          },
          {

            "title": "长泰",
            "key": "350625",

          },
          {

            "title": "东山",
            "key": "350626",

          },
          {

            "title": "南靖",
            "key": "350627",

          },
          {

            "title": "平和",
            "key": "350628",

          },
          {

            "title": "华安",
            "key": "350629",

          },
          {

            "title": "龙海",
            "key": "350681",

          }
        ]
      },
      {

        "title": "南平",
        "key": "350700",
        "children": [
          {

            "title": "延平",
            "key": "350702",

          },
          {

            "title": "建阳",
            "key": "350703",

          },
          {

            "title": "顺昌",
            "key": "350721",

          },
          {

            "title": "浦城",
            "key": "350722",

          },
          {

            "title": "光泽",
            "key": "350723",

          },
          {

            "title": "松溪",
            "key": "350724",

          },
          {

            "title": "政和",
            "key": "350725",

          },
          {

            "title": "邵武",
            "key": "350781",

          },
          {

            "title": "武夷山",
            "key": "350782",

          },
          {

            "title": "建瓯",
            "key": "350783",

          }
        ]
      },
      {

        "title": "龙岩",
        "key": "350800",
        "children": [
          {

            "title": "新罗",
            "key": "350802",

          },
          {

            "title": "长汀",
            "key": "350821",

          },
          {

            "title": "永定",
            "key": "350822",

          },
          {

            "title": "上杭",
            "key": "350823",

          },
          {

            "title": "武平",
            "key": "350824",

          },
          {

            "title": "连城",
            "key": "350825",

          },
          {

            "title": "漳平",
            "key": "350881",

          }
        ]
      },
      {

        "title": "宁德",
        "key": "350900",
        "children": [
          {

            "title": "蕉城",
            "key": "350902",

          },
          {

            "title": "霞浦",
            "key": "350921",

          },
          {

            "title": "古田",
            "key": "350922",

          },
          {

            "title": "屏南",
            "key": "350923",

          },
          {

            "title": "寿宁",
            "key": "350924",

          },
          {

            "title": "周宁",
            "key": "350925",

          },
          {

            "title": "柘荣",
            "key": "350926",

          },
          {

            "title": "福安",
            "key": "350981",

          },
          {

            "title": "福鼎",
            "key": "350982",

          }
        ]
      }
    ]
  },
  {

    "title": "江西",
    "key": "360000",
    "children": [
      {

        "title": "南昌",
        "key": "360100",
        "children": [
          {

            "title": "东湖",
            "key": "360102",

          },
          {

            "title": "西湖",
            "key": "360103",

          },
          {

            "title": "青云谱",
            "key": "360104",

          },
          {

            "title": "湾里",
            "key": "360105",

          },
          {

            "title": "青山湖",
            "key": "360111",

          },
          {

            "title": "南昌",
            "key": "360121",

          },
          {

            "title": "新建",
            "key": "360122",

          },
          {

            "title": "安义",
            "key": "360123",

          },
          {

            "title": "进贤",
            "key": "360124",

          }
        ]
      },
      {

        "title": "景德镇",
        "key": "360200",
        "children": [
          {

            "title": "昌江",
            "key": "360202",

          },
          {

            "title": "珠山",
            "key": "360203",

          },
          {

            "title": "浮梁",
            "key": "360222",

          },
          {

            "title": "乐平",
            "key": "360281",

          }
        ]
      },
      {

        "title": "萍乡",
        "key": "360300",
        "children": [
          {

            "title": "安源",
            "key": "360302",

          },
          {

            "title": "湘东",
            "key": "360313",

          },
          {

            "title": "莲花",
            "key": "360321",

          },
          {

            "title": "上栗",
            "key": "360322",

          },
          {

            "title": "芦溪",
            "key": "360323",

          }
        ]
      },
      {

        "title": "九江",
        "key": "360400",
        "children": [
          {

            "title": "庐山",
            "key": "360402",

          },
          {

            "title": "浔阳",
            "key": "360403",

          },
          {

            "title": "九江",
            "key": "360421",

          },
          {

            "title": "武宁",
            "key": "360423",

          },
          {

            "title": "修水",
            "key": "360424",

          },
          {

            "title": "永修",
            "key": "360425",

          },
          {

            "title": "德安",
            "key": "360426",

          },
          {

            "title": "星子",
            "key": "360427",

          },
          {

            "title": "都昌",
            "key": "360428",

          },
          {

            "title": "湖口",
            "key": "360429",

          },
          {

            "title": "彭泽",
            "key": "360430",

          },
          {

            "title": "瑞昌",
            "key": "360481",

          },
          {

            "title": "共青城",
            "key": "360482",

          }
        ]
      },
      {

        "title": "新余",
        "key": "360500",
        "children": [
          {

            "title": "渝水",
            "key": "360502",

          },
          {

            "title": "分宜",
            "key": "360521",

          }
        ]
      },
      {

        "title": "鹰潭",
        "key": "360600",
        "children": [
          {

            "title": "月湖",
            "key": "360602",

          },
          {

            "title": "余江",
            "key": "360622",

          },
          {

            "title": "贵溪",
            "key": "360681",

          }
        ]
      },
      {

        "title": "赣州",
        "key": "360700",
        "children": [
          {

            "title": "章贡",
            "key": "360702",

          },
          {

            "title": "南康",
            "key": "360703",

          },
          {

            "title": "赣县",
            "key": "360721",

          },
          {

            "title": "信丰",
            "key": "360722",

          },
          {

            "title": "大余",
            "key": "360723",

          },
          {

            "title": "上犹",
            "key": "360724",

          },
          {

            "title": "崇义",
            "key": "360725",

          },
          {

            "title": "安远",
            "key": "360726",

          },
          {

            "title": "龙南",
            "key": "360727",

          },
          {

            "title": "定南",
            "key": "360728",

          },
          {

            "title": "全南",
            "key": "360729",

          },
          {

            "title": "宁都",
            "key": "360730",

          },
          {

            "title": "于都",
            "key": "360731",

          },
          {

            "title": "兴国",
            "key": "360732",

          },
          {

            "title": "会昌",
            "key": "360733",

          },
          {

            "title": "寻乌",
            "key": "360734",

          },
          {

            "title": "石城",
            "key": "360735",

          },
          {

            "title": "瑞金",
            "key": "360781",

          }
        ]
      },
      {

        "title": "吉安",
        "key": "360800",
        "children": [
          {

            "title": "吉州",
            "key": "360802",

          },
          {

            "title": "青原",
            "key": "360803",

          },
          {

            "title": "吉安",
            "key": "360821",

          },
          {

            "title": "吉水",
            "key": "360822",

          },
          {

            "title": "峡江",
            "key": "360823",

          },
          {

            "title": "新干",
            "key": "360824",

          },
          {

            "title": "永丰",
            "key": "360825",

          },
          {

            "title": "泰和",
            "key": "360826",

          },
          {

            "title": "遂川",
            "key": "360827",

          },
          {

            "title": "万安",
            "key": "360828",

          },
          {

            "title": "安福",
            "key": "360829",

          },
          {

            "title": "永新",
            "key": "360830",

          },
          {

            "title": "井冈山",
            "key": "360881",

          }
        ]
      },
      {

        "title": "宜春",
        "key": "360900",
        "children": [
          {

            "title": "袁州",
            "key": "360902",

          },
          {

            "title": "奉新",
            "key": "360921",

          },
          {

            "title": "万载",
            "key": "360922",

          },
          {

            "title": "上高",
            "key": "360923",

          },
          {

            "title": "宜丰",
            "key": "360924",

          },
          {

            "title": "靖安",
            "key": "360925",

          },
          {

            "title": "铜鼓",
            "key": "360926",

          },
          {

            "title": "丰城",
            "key": "360981",

          },
          {

            "title": "樟树",
            "key": "360982",

          },
          {

            "title": "高安",
            "key": "360983",

          }
        ]
      },
      {

        "title": "抚州",
        "key": "361000",
        "children": [
          {

            "title": "临川",
            "key": "361002",

          },
          {

            "title": "南城",
            "key": "361021",

          },
          {

            "title": "黎川",
            "key": "361022",

          },
          {

            "title": "南丰",
            "key": "361023",

          },
          {

            "title": "崇仁",
            "key": "361024",

          },
          {

            "title": "乐安",
            "key": "361025",

          },
          {

            "title": "宜黄",
            "key": "361026",

          },
          {

            "title": "金溪",
            "key": "361027",

          },
          {

            "title": "资溪",
            "key": "361028",

          },
          {

            "title": "东乡",
            "key": "361029",

          },
          {

            "title": "广昌",
            "key": "361030",

          }
        ]
      },
      {

        "title": "上饶",
        "key": "361100",
        "children": [
          {

            "title": "信州",
            "key": "361102",

          },
          {

            "title": "上饶",
            "key": "361121",

          },
          {

            "title": "广丰",
            "key": "361122",

          },
          {

            "title": "玉山",
            "key": "361123",

          },
          {

            "title": "铅山",
            "key": "361124",

          },
          {

            "title": "横峰",
            "key": "361125",

          },
          {

            "title": "弋阳",
            "key": "361126",

          },
          {

            "title": "余干",
            "key": "361127",

          },
          {

            "title": "鄱阳",
            "key": "361128",

          },
          {

            "title": "万年",
            "key": "361129",

          },
          {

            "title": "婺源",
            "key": "361130",

          },
          {

            "title": "德兴",
            "key": "361181",

          }
        ]
      }
    ]
  },
  {

    "title": "山东",
    "key": "370000",
    "children": [
      {

        "title": "济南",
        "key": "370100",
        "children": [
          {

            "title": "历下",
            "key": "370102",

          },
          {

            "title": "市中区",
            "key": "370103",

          },
          {

            "title": "槐荫",
            "key": "370104",

          },
          {

            "title": "天桥",
            "key": "370105",

          },
          {

            "title": "历城",
            "key": "370112",

          },
          {

            "title": "长清",
            "key": "370113",

          },
          {

            "title": "平阴",
            "key": "370124",

          },
          {

            "title": "济阳",
            "key": "370125",

          },
          {

            "title": "商河",
            "key": "370126",

          },
          {

            "title": "章丘",
            "key": "370181",

          }
        ]
      },
      {

        "title": "青岛",
        "key": "370200",
        "children": [
          {

            "title": "市南",
            "key": "370202",

          },
          {

            "title": "市北",
            "key": "370203",

          },
          {

            "title": "黄岛",
            "key": "370211",

          },
          {

            "title": "崂山",
            "key": "370212",

          },
          {

            "title": "李沧",
            "key": "370213",

          },
          {

            "title": "城阳",
            "key": "370214",

          },
          {

            "title": "胶州",
            "key": "370281",

          },
          {

            "title": "即墨",
            "key": "370282",

          },
          {

            "title": "平度",
            "key": "370283",

          },
          {

            "title": "莱西",
            "key": "370285",

          },
          {

            "title": "西海岸",
            "key": "370286",

          }
        ]
      },
      {

        "title": "淄博",
        "key": "370300",
        "children": [
          {

            "title": "淄川",
            "key": "370302",

          },
          {

            "title": "张店",
            "key": "370303",

          },
          {

            "title": "博山",
            "key": "370304",

          },
          {

            "title": "临淄",
            "key": "370305",

          },
          {

            "title": "周村",
            "key": "370306",

          },
          {

            "title": "桓台",
            "key": "370321",

          },
          {

            "title": "高青",
            "key": "370322",

          },
          {

            "title": "沂源",
            "key": "370323",

          }
        ]
      },
      {

        "title": "枣庄",
        "key": "370400",
        "children": [
          {

            "title": "市中区",
            "key": "370402",

          },
          {

            "title": "薛城",
            "key": "370403",

          },
          {

            "title": "峄城",
            "key": "370404",

          },
          {

            "title": "台儿庄",
            "key": "370405",

          },
          {

            "title": "山亭",
            "key": "370406",

          },
          {

            "title": "滕州",
            "key": "370481",

          }
        ]
      },
      {

        "title": "东营",
        "key": "370500",
        "children": [
          {

            "title": "东营",
            "key": "370502",

          },
          {

            "title": "河口",
            "key": "370503",

          },
          {

            "title": "垦利",
            "key": "370521",

          },
          {

            "title": "利津",
            "key": "370522",

          },
          {

            "title": "广饶",
            "key": "370523",

          }
        ]
      },
      {

        "title": "烟台",
        "key": "370600",
        "children": [
          {

            "title": "芝罘",
            "key": "370602",

          },
          {

            "title": "福山",
            "key": "370611",

          },
          {

            "title": "牟平",
            "key": "370612",

          },
          {

            "title": "莱山",
            "key": "370613",

          },
          {

            "title": "长岛",
            "key": "370634",

          },
          {

            "title": "龙口",
            "key": "370681",

          },
          {

            "title": "莱阳",
            "key": "370682",

          },
          {

            "title": "莱州",
            "key": "370683",

          },
          {

            "title": "蓬莱",
            "key": "370684",

          },
          {

            "title": "招远",
            "key": "370685",

          },
          {

            "title": "栖霞",
            "key": "370686",

          },
          {

            "title": "海阳",
            "key": "370687",

          }
        ]
      },
      {

        "title": "潍坊",
        "key": "370700",
        "children": [
          {

            "title": "潍城",
            "key": "370702",

          },
          {

            "title": "寒亭",
            "key": "370703",

          },
          {

            "title": "坊子",
            "key": "370704",

          },
          {

            "title": "奎文",
            "key": "370705",

          },
          {

            "title": "临朐",
            "key": "370724",

          },
          {

            "title": "昌乐",
            "key": "370725",

          },
          {

            "title": "青州",
            "key": "370781",

          },
          {

            "title": "诸城",
            "key": "370782",

          },
          {

            "title": "寿光",
            "key": "370783",

          },
          {

            "title": "安丘",
            "key": "370784",

          },
          {

            "title": "高密",
            "key": "370785",

          },
          {

            "title": "昌邑",
            "key": "370786",

          }
        ]
      },
      {

        "title": "济宁",
        "key": "370800",
        "children": [
          {

            "title": "任城",
            "key": "370811",

          },
          {

            "title": "兖州",
            "key": "370812",

          },
          {

            "title": "微山",
            "key": "370826",

          },
          {

            "title": "鱼台",
            "key": "370827",

          },
          {

            "title": "金乡",
            "key": "370828",

          },
          {

            "title": "嘉祥",
            "key": "370829",

          },
          {

            "title": "汶上",
            "key": "370830",

          },
          {

            "title": "泗水",
            "key": "370831",

          },
          {

            "title": "梁山",
            "key": "370832",

          },
          {

            "title": "曲阜",
            "key": "370881",

          },
          {

            "title": "邹城",
            "key": "370883",

          }
        ]
      },
      {

        "title": "泰安",
        "key": "370900",
        "children": [
          {

            "title": "泰山",
            "key": "370902",

          },
          {

            "title": "岱岳",
            "key": "370911",

          },
          {

            "title": "宁阳",
            "key": "370921",

          },
          {

            "title": "东平",
            "key": "370923",

          },
          {

            "title": "新泰",
            "key": "370982",

          },
          {

            "title": "肥城",
            "key": "370983",

          }
        ]
      },
      {

        "title": "威海",
        "key": "371000",
        "children": [
          {

            "title": "环翠",
            "key": "371002",

          },
          {

            "title": "文登",
            "key": "371003",

          },
          {

            "title": "荣成",
            "key": "371082",

          },
          {

            "title": "乳山",
            "key": "371083",

          }
        ]
      },
      {

        "title": "日照",
        "key": "371100",
        "children": [
          {

            "title": "东港",
            "key": "371102",

          },
          {

            "title": "岚山",
            "key": "371103",

          },
          {

            "title": "五莲",
            "key": "371121",

          },
          {

            "title": "莒县",
            "key": "371122",

          }
        ]
      },
      {

        "title": "莱芜",
        "key": "371200",
        "children": [
          {

            "title": "莱城",
            "key": "371202",

          },
          {

            "title": "钢城",
            "key": "371203",

          }
        ]
      },
      {

        "title": "临沂",
        "key": "371300",
        "children": [
          {

            "title": "兰山",
            "key": "371302",

          },
          {

            "title": "罗庄",
            "key": "371311",

          },
          {

            "title": "河东",
            "key": "371312",

          },
          {

            "title": "沂南",
            "key": "371321",

          },
          {

            "title": "郯城",
            "key": "371322",

          },
          {

            "title": "沂水",
            "key": "371323",

          },
          {

            "title": "兰陵",
            "key": "371324",

          },
          {

            "title": "费县",
            "key": "371325",

          },
          {

            "title": "平邑",
            "key": "371326",

          },
          {

            "title": "莒南",
            "key": "371327",

          },
          {

            "title": "蒙阴",
            "key": "371328",

          },
          {

            "title": "临沭",
            "key": "371329",

          }
        ]
      },
      {

        "title": "德州",
        "key": "371400",
        "children": [
          {

            "title": "德城",
            "key": "371402",

          },
          {

            "title": "陵城",
            "key": "371403",

          },
          {

            "title": "宁津",
            "key": "371422",

          },
          {

            "title": "庆云",
            "key": "371423",

          },
          {

            "title": "临邑",
            "key": "371424",

          },
          {

            "title": "齐河",
            "key": "371425",

          },
          {

            "title": "平原",
            "key": "371426",

          },
          {

            "title": "夏津",
            "key": "371427",

          },
          {

            "title": "武城",
            "key": "371428",

          },
          {

            "title": "乐陵",
            "key": "371481",

          },
          {

            "title": "禹城",
            "key": "371482",

          }
        ]
      },
      {

        "title": "聊城",
        "key": "371500",
        "children": [
          {

            "title": "东昌府",
            "key": "371502",

          },
          {

            "title": "阳谷",
            "key": "371521",

          },
          {

            "title": "莘县",
            "key": "371522",

          },
          {

            "title": "茌平",
            "key": "371523",

          },
          {

            "title": "东阿",
            "key": "371524",

          },
          {

            "title": "冠县",
            "key": "371525",

          },
          {

            "title": "高唐",
            "key": "371526",

          },
          {

            "title": "临清",
            "key": "371581",

          }
        ]
      },
      {

        "title": "滨州",
        "key": "371600",
        "children": [
          {

            "title": "滨城",
            "key": "371602",

          },
          {

            "title": "沾化",
            "key": "371603",

          },
          {

            "title": "惠民",
            "key": "371621",

          },
          {

            "title": "阳信",
            "key": "371622",

          },
          {

            "title": "无棣",
            "key": "371623",

          },
          {

            "title": "博兴",
            "key": "371625",

          },
          {

            "title": "邹平",
            "key": "371626",

          },
          {

            "title": "北海新区",
            "key": "371627",

          }
        ]
      },
      {

        "title": "菏泽",
        "key": "371700",
        "children": [
          {

            "title": "牡丹",
            "key": "371702",

          },
          {

            "title": "曹县",
            "key": "371721",

          },
          {

            "title": "单县",
            "key": "371722",

          },
          {

            "title": "成武",
            "key": "371723",

          },
          {

            "title": "巨野",
            "key": "371724",

          },
          {

            "title": "郓城",
            "key": "371725",

          },
          {

            "title": "鄄城",
            "key": "371726",

          },
          {

            "title": "定陶",
            "key": "371727",

          },
          {

            "title": "东明",
            "key": "371728",

          }
        ]
      }
    ]
  },
  {

    "title": "河南",
    "key": "410000",
    "children": [
      {

        "title": "郑州",
        "key": "410100",
        "children": [
          {

            "title": "中原",
            "key": "410102",

          },
          {

            "title": "二七",
            "key": "410103",

          },
          {

            "title": "管城",
            "key": "410104",

          },
          {

            "title": "金水",
            "key": "410105",

          },
          {

            "title": "上街",
            "key": "410106",

          },
          {

            "title": "惠济",
            "key": "410108",

          },
          {

            "title": "中牟",
            "key": "410122",

          },
          {

            "title": "巩义",
            "key": "410181",

          },
          {

            "title": "荥阳",
            "key": "410182",

          },
          {

            "title": "新密",
            "key": "410183",

          },
          {

            "title": "新郑",
            "key": "410184",

          },
          {

            "title": "登封",
            "key": "410185",

          }
        ]
      },
      {

        "title": "开封",
        "key": "410200",
        "children": [
          {

            "title": "龙亭",
            "key": "410202",

          },
          {

            "title": "顺河",
            "key": "410203",

          },
          {

            "title": "鼓楼",
            "key": "410204",

          },
          {

            "title": "禹王台",
            "key": "410205",

          },
          {

            "title": "祥符",
            "key": "410212",

          },
          {

            "title": "杞县",
            "key": "410221",

          },
          {

            "title": "通许",
            "key": "410222",

          },
          {

            "title": "尉氏",
            "key": "410223",

          },
          {

            "title": "兰考",
            "key": "410225",

          }
        ]
      },
      {

        "title": "洛阳",
        "key": "410300",
        "children": [
          {

            "title": "老城",
            "key": "410302",

          },
          {

            "title": "西工",
            "key": "410303",

          },
          {

            "title": "瀍河",
            "key": "410304",

          },
          {

            "title": "涧西",
            "key": "410305",

          },
          {

            "title": "吉利",
            "key": "410306",

          },
          {

            "title": "洛龙",
            "key": "410311",

          },
          {

            "title": "孟津",
            "key": "410322",

          },
          {

            "title": "新安",
            "key": "410323",

          },
          {

            "title": "栾川",
            "key": "410324",

          },
          {

            "title": "嵩县",
            "key": "410325",

          },
          {

            "title": "汝阳",
            "key": "410326",

          },
          {

            "title": "宜阳",
            "key": "410327",

          },
          {

            "title": "洛宁",
            "key": "410328",

          },
          {

            "title": "伊川",
            "key": "410329",

          },
          {

            "title": "偃师",
            "key": "410381",

          }
        ]
      },
      {

        "title": "平顶山",
        "key": "410400",
        "children": [
          {

            "title": "新华",
            "key": "410402",

          },
          {

            "title": "卫东",
            "key": "410403",

          },
          {

            "title": "石龙",
            "key": "410404",

          },
          {

            "title": "湛河",
            "key": "410411",

          },
          {

            "title": "宝丰",
            "key": "410421",

          },
          {

            "title": "叶县",
            "key": "410422",

          },
          {

            "title": "鲁山",
            "key": "410423",

          },
          {

            "title": "郏县",
            "key": "410425",

          },
          {

            "title": "舞钢",
            "key": "410481",

          },
          {

            "title": "汝州",
            "key": "410482",

          }
        ]
      },
      {

        "title": "安阳",
        "key": "410500",
        "children": [
          {

            "title": "文峰",
            "key": "410502",

          },
          {

            "title": "北关",
            "key": "410503",

          },
          {

            "title": "殷都",
            "key": "410505",

          },
          {

            "title": "龙安",
            "key": "410506",

          },
          {

            "title": "安阳",
            "key": "410522",

          },
          {

            "title": "汤阴",
            "key": "410523",

          },
          {

            "title": "滑县",
            "key": "410526",

          },
          {

            "title": "内黄",
            "key": "410527",

          },
          {

            "title": "林州",
            "key": "410581",

          }
        ]
      },
      {

        "title": "鹤壁",
        "key": "410600",
        "children": [
          {

            "title": "鹤山",
            "key": "410602",

          },
          {

            "title": "山城",
            "key": "410603",

          },
          {

            "title": "淇滨",
            "key": "410611",

          },
          {

            "title": "浚县",
            "key": "410621",

          },
          {

            "title": "淇县",
            "key": "410622",

          }
        ]
      },
      {

        "title": "新乡",
        "key": "410700",
        "children": [
          {

            "title": "红旗",
            "key": "410702",

          },
          {

            "title": "卫滨",
            "key": "410703",

          },
          {

            "title": "凤泉",
            "key": "410704",

          },
          {

            "title": "牧野",
            "key": "410711",

          },
          {

            "title": "新乡",
            "key": "410721",

          },
          {

            "title": "获嘉",
            "key": "410724",

          },
          {

            "title": "原阳",
            "key": "410725",

          },
          {

            "title": "延津",
            "key": "410726",

          },
          {

            "title": "封丘",
            "key": "410727",

          },
          {

            "title": "长垣",
            "key": "410728",

          },
          {

            "title": "卫辉",
            "key": "410781",

          },
          {

            "title": "辉县",
            "key": "410782",

          }
        ]
      },
      {

        "title": "焦作",
        "key": "410800",
        "children": [
          {

            "title": "解放",
            "key": "410802",

          },
          {

            "title": "中站",
            "key": "410803",

          },
          {

            "title": "马村",
            "key": "410804",

          },
          {

            "title": "山阳",
            "key": "410811",

          },
          {

            "title": "修武",
            "key": "410821",

          },
          {

            "title": "博爱",
            "key": "410822",

          },
          {

            "title": "武陟",
            "key": "410823",

          },
          {

            "title": "温县",
            "key": "410825",

          },
          {

            "title": "沁阳",
            "key": "410882",

          },
          {

            "title": "孟州",
            "key": "410883",

          }
        ]
      },
      {

        "title": "濮阳",
        "key": "410900",
        "children": [
          {

            "title": "华龙",
            "key": "410902",

          },
          {

            "title": "清丰",
            "key": "410922",

          },
          {

            "title": "南乐",
            "key": "410923",

          },
          {

            "title": "范县",
            "key": "410926",

          },
          {

            "title": "台前",
            "key": "410927",

          },
          {

            "title": "濮阳",
            "key": "410928",

          }
        ]
      },
      {

        "title": "许昌",
        "key": "411000",
        "children": [
          {

            "title": "魏都",
            "key": "411002",

          },
          {

            "title": "许昌",
            "key": "411023",

          },
          {

            "title": "鄢陵",
            "key": "411024",

          },
          {

            "title": "襄城",
            "key": "411025",

          },
          {

            "title": "禹州",
            "key": "411081",

          },
          {

            "title": "长葛",
            "key": "411082",

          }
        ]
      },
      {

        "title": "漯河",
        "key": "411100",
        "children": [
          {

            "title": "源汇",
            "key": "411102",

          },
          {

            "title": "郾城",
            "key": "411103",

          },
          {

            "title": "召陵",
            "key": "411104",

          },
          {

            "title": "舞阳",
            "key": "411121",

          },
          {

            "title": "临颍",
            "key": "411122",

          }
        ]
      },
      {

        "title": "三门峡",
        "key": "411200",
        "children": [
          {

            "title": "湖滨",
            "key": "411202",

          },
          {

            "title": "渑池",
            "key": "411221",

          },
          {

            "title": "陕县",
            "key": "411222",

          },
          {

            "title": "卢氏",
            "key": "411224",

          },
          {

            "title": "义马",
            "key": "411281",

          },
          {

            "title": "灵宝",
            "key": "411282",

          }
        ]
      },
      {

        "title": "南阳",
        "key": "411300",
        "children": [
          {

            "title": "宛城",
            "key": "411302",

          },
          {

            "title": "卧龙",
            "key": "411303",

          },
          {

            "title": "南召",
            "key": "411321",

          },
          {

            "title": "方城",
            "key": "411322",

          },
          {

            "title": "西峡",
            "key": "411323",

          },
          {

            "title": "镇平",
            "key": "411324",

          },
          {

            "title": "内乡",
            "key": "411325",

          },
          {

            "title": "淅川",
            "key": "411326",

          },
          {

            "title": "社旗",
            "key": "411327",

          },
          {

            "title": "唐河",
            "key": "411328",

          },
          {

            "title": "新野",
            "key": "411329",

          },
          {

            "title": "桐柏",
            "key": "411330",

          },
          {

            "title": "邓州",
            "key": "411381",

          }
        ]
      },
      {

        "title": "商丘",
        "key": "411400",
        "children": [
          {

            "title": "梁园",
            "key": "411402",

          },
          {

            "title": "睢阳",
            "key": "411403",

          },
          {

            "title": "民权",
            "key": "411421",

          },
          {

            "title": "睢县",
            "key": "411422",

          },
          {

            "title": "宁陵",
            "key": "411423",

          },
          {

            "title": "柘城",
            "key": "411424",

          },
          {

            "title": "虞城",
            "key": "411425",

          },
          {

            "title": "夏邑",
            "key": "411426",

          },
          {

            "title": "永城",
            "key": "411481",

          }
        ]
      },
      {

        "title": "信阳",
        "key": "411500",
        "children": [
          {

            "title": "浉河",
            "key": "411502",

          },
          {

            "title": "平桥",
            "key": "411503",

          },
          {

            "title": "罗山",
            "key": "411521",

          },
          {

            "title": "光山",
            "key": "411522",

          },
          {

            "title": "新县",
            "key": "411523",

          },
          {

            "title": "商城",
            "key": "411524",

          },
          {

            "title": "固始",
            "key": "411525",

          },
          {

            "title": "潢川",
            "key": "411526",

          },
          {

            "title": "淮滨",
            "key": "411527",

          },
          {

            "title": "息县",
            "key": "411528",

          }
        ]
      },
      {

        "title": "周口",
        "key": "411600",
        "children": [
          {

            "title": "川汇",
            "key": "411602",

          },
          {

            "title": "扶沟",
            "key": "411621",

          },
          {

            "title": "西华",
            "key": "411622",

          },
          {

            "title": "商水",
            "key": "411623",

          },
          {

            "title": "沈丘",
            "key": "411624",

          },
          {

            "title": "郸城",
            "key": "411625",

          },
          {

            "title": "淮阳",
            "key": "411626",

          },
          {

            "title": "太康",
            "key": "411627",

          },
          {

            "title": "鹿邑",
            "key": "411628",

          },
          {

            "title": "项城",
            "key": "411681",

          }
        ]
      },
      {

        "title": "驻马店",
        "key": "411700",
        "children": [
          {

            "title": "驿城",
            "key": "411702",

          },
          {

            "title": "西平",
            "key": "411721",

          },
          {

            "title": "上蔡",
            "key": "411722",

          },
          {

            "title": "平舆",
            "key": "411723",

          },
          {

            "title": "正阳",
            "key": "411724",

          },
          {

            "title": "确山",
            "key": "411725",

          },
          {

            "title": "泌阳",
            "key": "411726",

          },
          {

            "title": "汝南",
            "key": "411727",

          },
          {

            "title": "遂平",
            "key": "411728",

          },
          {

            "title": "新蔡",
            "key": "411729",

          }
        ]
      },
      {

        "title": " ",
        "key": "419000",
        "children": [
          {

            "title": "济源",
            "key": "419001",

          }
        ]
      }
    ]
  },
  {

    "title": "湖北",
    "key": "420000",
    "children": [
      {

        "title": "武汉",
        "key": "420100",
        "children": [
          {

            "title": "江岸",
            "key": "420102",

          },
          {

            "title": "江汉",
            "key": "420103",

          },
          {

            "title": "硚口",
            "key": "420104",

          },
          {

            "title": "汉阳",
            "key": "420105",

          },
          {

            "title": "武昌",
            "key": "420106",

          },
          {

            "title": "青山",
            "key": "420107",

          },
          {

            "title": "洪山",
            "key": "420111",

          },
          {

            "title": "东西湖",
            "key": "420112",

          },
          {

            "title": "汉南",
            "key": "420113",

          },
          {

            "title": "蔡甸",
            "key": "420114",

          },
          {

            "title": "江夏",
            "key": "420115",

          },
          {

            "title": "黄陂",
            "key": "420116",

          },
          {

            "title": "新洲",
            "key": "420117",

          }
        ]
      },
      {

        "title": "黄石",
        "key": "420200",
        "children": [
          {

            "title": "黄石港",
            "key": "420202",

          },
          {

            "title": "西塞山",
            "key": "420203",

          },
          {

            "title": "下陆",
            "key": "420204",

          },
          {

            "title": "铁山",
            "key": "420205",

          },
          {

            "title": "阳新",
            "key": "420222",

          },
          {

            "title": "大冶",
            "key": "420281",

          }
        ]
      },
      {

        "title": "十堰",
        "key": "420300",
        "children": [
          {

            "title": "茅箭",
            "key": "420302",

          },
          {

            "title": "张湾",
            "key": "420303",

          },
          {

            "title": "郧阳",
            "key": "420304",

          },
          {

            "title": "郧西",
            "key": "420322",

          },
          {

            "title": "竹山",
            "key": "420323",

          },
          {

            "title": "竹溪",
            "key": "420324",

          },
          {

            "title": "房县",
            "key": "420325",

          },
          {

            "title": "丹江口",
            "key": "420381",

          }
        ]
      },
      {

        "title": "宜昌",
        "key": "420500",
        "children": [
          {

            "title": "西陵",
            "key": "420502",

          },
          {

            "title": "伍家岗",
            "key": "420503",

          },
          {

            "title": "点军",
            "key": "420504",

          },
          {

            "title": "猇亭",
            "key": "420505",

          },
          {

            "title": "夷陵",
            "key": "420506",

          },
          {

            "title": "远安",
            "key": "420525",

          },
          {

            "title": "兴山",
            "key": "420526",

          },
          {

            "title": "秭归",
            "key": "420527",

          },
          {

            "title": "长阳",
            "key": "420528",

          },
          {

            "title": "五峰",
            "key": "420529",

          },
          {

            "title": "宜都",
            "key": "420581",

          },
          {

            "title": "当阳",
            "key": "420582",

          },
          {

            "title": "枝江",
            "key": "420583",

          }
        ]
      },
      {

        "title": "襄阳",
        "key": "420600",
        "children": [
          {

            "title": "襄城",
            "key": "420602",

          },
          {

            "title": "樊城",
            "key": "420606",

          },
          {

            "title": "襄州",
            "key": "420607",

          },
          {

            "title": "南漳",
            "key": "420624",

          },
          {

            "title": "谷城",
            "key": "420625",

          },
          {

            "title": "保康",
            "key": "420626",

          },
          {

            "title": "老河口",
            "key": "420682",

          },
          {

            "title": "枣阳",
            "key": "420683",

          },
          {

            "title": "宜城",
            "key": "420684",

          }
        ]
      },
      {

        "title": "鄂州",
        "key": "420700",
        "children": [
          {

            "title": "梁子湖",
            "key": "420702",

          },
          {

            "title": "华容",
            "key": "420703",

          },
          {

            "title": "鄂城",
            "key": "420704",

          }
        ]
      },
      {

        "title": "荆门",
        "key": "420800",
        "children": [
          {

            "title": "东宝",
            "key": "420802",

          },
          {

            "title": "掇刀",
            "key": "420804",

          },
          {

            "title": "京山",
            "key": "420821",

          },
          {

            "title": "沙洋",
            "key": "420822",

          },
          {

            "title": "钟祥",
            "key": "420881",

          }
        ]
      },
      {

        "title": "孝感",
        "key": "420900",
        "children": [
          {

            "title": "孝南",
            "key": "420902",

          },
          {

            "title": "孝昌",
            "key": "420921",

          },
          {

            "title": "大悟",
            "key": "420922",

          },
          {

            "title": "云梦",
            "key": "420923",

          },
          {

            "title": "应城",
            "key": "420981",

          },
          {

            "title": "安陆",
            "key": "420982",

          },
          {

            "title": "汉川",
            "key": "420984",

          }
        ]
      },
      {

        "title": "荆州",
        "key": "421000",
        "children": [
          {

            "title": "沙市",
            "key": "421002",

          },
          {

            "title": "荆州",
            "key": "421003",

          },
          {

            "title": "公安",
            "key": "421022",

          },
          {

            "title": "监利",
            "key": "421023",

          },
          {

            "title": "江陵",
            "key": "421024",

          },
          {

            "title": "石首",
            "key": "421081",

          },
          {

            "title": "洪湖",
            "key": "421083",

          },
          {

            "title": "松滋",
            "key": "421087",

          }
        ]
      },
      {

        "title": "黄冈",
        "key": "421100",
        "children": [
          {

            "title": "黄州",
            "key": "421102",

          },
          {

            "title": "团风",
            "key": "421121",

          },
          {

            "title": "红安",
            "key": "421122",

          },
          {

            "title": "罗田",
            "key": "421123",

          },
          {

            "title": "英山",
            "key": "421124",

          },
          {

            "title": "浠水",
            "key": "421125",

          },
          {

            "title": "蕲春",
            "key": "421126",

          },
          {

            "title": "黄梅",
            "key": "421127",

          },
          {

            "title": "麻城",
            "key": "421181",

          },
          {

            "title": "武穴",
            "key": "421182",

          }
        ]
      },
      {

        "title": "咸宁",
        "key": "421200",
        "children": [
          {

            "title": "咸安",
            "key": "421202",

          },
          {

            "title": "嘉鱼",
            "key": "421221",

          },
          {

            "title": "通城",
            "key": "421222",

          },
          {

            "title": "崇阳",
            "key": "421223",

          },
          {

            "title": "通山",
            "key": "421224",

          },
          {

            "title": "赤壁",
            "key": "421281",

          }
        ]
      },
      {

        "title": "随州",
        "key": "421300",
        "children": [
          {

            "title": "曾都",
            "key": "421303",

          },
          {

            "title": "随县",
            "key": "421321",

          },
          {

            "title": "广水",
            "key": "421381",

          }
        ]
      },
      {

        "title": "恩施",
        "key": "422800",
        "children": [
          {

            "title": "恩施",
            "key": "422801",

          },
          {

            "title": "利川",
            "key": "422802",

          },
          {

            "title": "建始",
            "key": "422822",

          },
          {

            "title": "巴东",
            "key": "422823",

          },
          {

            "title": "宣恩",
            "key": "422825",

          },
          {

            "title": "咸丰",
            "key": "422826",

          },
          {

            "title": "来凤",
            "key": "422827",

          },
          {

            "title": "鹤峰",
            "key": "422828",

          }
        ]
      },
      {

        "title": " ",
        "key": "429000",
        "children": [
          {

            "title": "仙桃",
            "key": "429004",

          },
          {

            "title": "潜江",
            "key": "429005",

          },
          {

            "title": "天门",
            "key": "429006",

          },
          {

            "title": "神农架",
            "key": "429021",

          }
        ]
      }
    ]
  },
  {

    "title": "湖南",
    "key": "430000",
    "children": [
      {

        "title": "长沙",
        "key": "430100",
        "children": [
          {

            "title": "芙蓉",
            "key": "430102",

          },
          {

            "title": "天心",
            "key": "430103",

          },
          {

            "title": "岳麓",
            "key": "430104",

          },
          {

            "title": "开福",
            "key": "430105",

          },
          {

            "title": "雨花",
            "key": "430111",

          },
          {

            "title": "望城",
            "key": "430112",

          },
          {

            "title": "长沙",
            "key": "430121",

          },
          {

            "title": "宁乡",
            "key": "430124",

          },
          {

            "title": "浏阳",
            "key": "430181",

          }
        ]
      },
      {

        "title": "株洲",
        "key": "430200",
        "children": [
          {

            "title": "荷塘",
            "key": "430202",

          },
          {

            "title": "芦淞",
            "key": "430203",

          },
          {

            "title": "石峰",
            "key": "430204",

          },
          {

            "title": "天元",
            "key": "430211",

          },
          {

            "title": "株洲",
            "key": "430221",

          },
          {

            "title": "攸县",
            "key": "430223",

          },
          {

            "title": "茶陵",
            "key": "430224",

          },
          {

            "title": "炎陵",
            "key": "430225",

          },
          {

            "title": "醴陵",
            "key": "430281",

          }
        ]
      },
      {

        "title": "湘潭",
        "key": "430300",
        "children": [
          {

            "title": "雨湖",
            "key": "430302",

          },
          {

            "title": "岳塘",
            "key": "430304",

          },
          {

            "title": "湘潭",
            "key": "430321",

          },
          {

            "title": "湘乡",
            "key": "430381",

          },
          {

            "title": "韶山",
            "key": "430382",

          }
        ]
      },
      {

        "title": "衡阳",
        "key": "430400",
        "children": [
          {

            "title": "珠晖",
            "key": "430405",

          },
          {

            "title": "雁峰",
            "key": "430406",

          },
          {

            "title": "石鼓",
            "key": "430407",

          },
          {

            "title": "蒸湘",
            "key": "430408",

          },
          {

            "title": "南岳",
            "key": "430412",

          },
          {

            "title": "衡阳",
            "key": "430421",

          },
          {

            "title": "衡南",
            "key": "430422",

          },
          {

            "title": "衡山",
            "key": "430423",

          },
          {

            "title": "衡东",
            "key": "430424",

          },
          {

            "title": "祁东",
            "key": "430426",

          },
          {

            "title": "耒阳",
            "key": "430481",

          },
          {

            "title": "常宁",
            "key": "430482",

          }
        ]
      },
      {

        "title": "邵阳",
        "key": "430500",
        "children": [
          {

            "title": "双清",
            "key": "430502",

          },
          {

            "title": "大祥",
            "key": "430503",

          },
          {

            "title": "北塔",
            "key": "430511",

          },
          {

            "title": "邵东",
            "key": "430521",

          },
          {

            "title": "新邵",
            "key": "430522",

          },
          {

            "title": "邵阳",
            "key": "430523",

          },
          {

            "title": "隆回",
            "key": "430524",

          },
          {

            "title": "洞口",
            "key": "430525",

          },
          {

            "title": "绥宁",
            "key": "430527",

          },
          {

            "title": "新宁",
            "key": "430528",

          },
          {

            "title": "城步",
            "key": "430529",

          },
          {

            "title": "武冈",
            "key": "430581",

          }
        ]
      },
      {

        "title": "岳阳",
        "key": "430600",
        "children": [
          {

            "title": "岳阳楼",
            "key": "430602",

          },
          {

            "title": "云溪",
            "key": "430603",

          },
          {

            "title": "君山",
            "key": "430611",

          },
          {

            "title": "岳阳",
            "key": "430621",

          },
          {

            "title": "华容",
            "key": "430623",

          },
          {

            "title": "湘阴",
            "key": "430624",

          },
          {

            "title": "平江",
            "key": "430626",

          },
          {

            "title": "汨罗",
            "key": "430681",

          },
          {

            "title": "临湘",
            "key": "430682",

          }
        ]
      },
      {

        "title": "常德",
        "key": "430700",
        "children": [
          {

            "title": "武陵",
            "key": "430702",

          },
          {

            "title": "鼎城",
            "key": "430703",

          },
          {

            "title": "安乡",
            "key": "430721",

          },
          {

            "title": "汉寿",
            "key": "430722",

          },
          {

            "title": "澧县",
            "key": "430723",

          },
          {

            "title": "临澧",
            "key": "430724",

          },
          {

            "title": "桃源",
            "key": "430725",

          },
          {

            "title": "石门",
            "key": "430726",

          },
          {

            "title": "津市",
            "key": "430781",

          }
        ]
      },
      {

        "title": "张家界",
        "key": "430800",
        "children": [
          {

            "title": "永定",
            "key": "430802",

          },
          {

            "title": "武陵源",
            "key": "430811",

          },
          {

            "title": "慈利",
            "key": "430821",

          },
          {

            "title": "桑植",
            "key": "430822",

          }
        ]
      },
      {

        "title": "益阳",
        "key": "430900",
        "children": [
          {

            "title": "资阳",
            "key": "430902",

          },
          {

            "title": "赫山",
            "key": "430903",

          },
          {

            "title": "南县",
            "key": "430921",

          },
          {

            "title": "桃江",
            "key": "430922",

          },
          {

            "title": "安化",
            "key": "430923",

          },
          {

            "title": "沅江",
            "key": "430981",

          }
        ]
      },
      {

        "title": "郴州",
        "key": "431000",
        "children": [
          {

            "title": "北湖",
            "key": "431002",

          },
          {

            "title": "苏仙",
            "key": "431003",

          },
          {

            "title": "桂阳",
            "key": "431021",

          },
          {

            "title": "宜章",
            "key": "431022",

          },
          {

            "title": "永兴",
            "key": "431023",

          },
          {

            "title": "嘉禾",
            "key": "431024",

          },
          {

            "title": "临武",
            "key": "431025",

          },
          {

            "title": "汝城",
            "key": "431026",

          },
          {

            "title": "桂东",
            "key": "431027",

          },
          {

            "title": "安仁",
            "key": "431028",

          },
          {

            "title": "资兴",
            "key": "431081",

          }
        ]
      },
      {

        "title": "永州",
        "key": "431100",
        "children": [
          {

            "title": "零陵",
            "key": "431102",

          },
          {

            "title": "冷水滩",
            "key": "431103",

          },
          {

            "title": "祁阳",
            "key": "431121",

          },
          {

            "title": "东安",
            "key": "431122",

          },
          {

            "title": "双牌",
            "key": "431123",

          },
          {

            "title": "道县",
            "key": "431124",

          },
          {

            "title": "江永",
            "key": "431125",

          },
          {

            "title": "宁远",
            "key": "431126",

          },
          {

            "title": "蓝山",
            "key": "431127",

          },
          {

            "title": "新田",
            "key": "431128",

          },
          {

            "title": "江华",
            "key": "431129",

          }
        ]
      },
      {

        "title": "怀化",
        "key": "431200",
        "children": [
          {

            "title": "鹤城",
            "key": "431202",

          },
          {

            "title": "中方",
            "key": "431221",

          },
          {

            "title": "沅陵",
            "key": "431222",

          },
          {

            "title": "辰溪",
            "key": "431223",

          },
          {

            "title": "溆浦",
            "key": "431224",

          },
          {

            "title": "会同",
            "key": "431225",

          },
          {

            "title": "麻阳",
            "key": "431226",

          },
          {

            "title": "新晃",
            "key": "431227",

          },
          {

            "title": "芷江",
            "key": "431228",

          },
          {

            "title": "靖州",
            "key": "431229",

          },
          {

            "title": "通道",
            "key": "431230",

          },
          {

            "title": "洪江",
            "key": "431281",

          }
        ]
      },
      {

        "title": "娄底",
        "key": "431300",
        "children": [
          {

            "title": "娄星",
            "key": "431302",

          },
          {

            "title": "双峰",
            "key": "431321",

          },
          {

            "title": "新化",
            "key": "431322",

          },
          {

            "title": "冷水江",
            "key": "431381",

          },
          {

            "title": "涟源",
            "key": "431382",

          }
        ]
      },
      {

        "title": "湘西",
        "key": "433100",
        "children": [
          {

            "title": "吉首",
            "key": "433101",

          },
          {

            "title": "泸溪",
            "key": "433122",

          },
          {

            "title": "凤凰",
            "key": "433123",

          },
          {

            "title": "花垣",
            "key": "433124",

          },
          {

            "title": "保靖",
            "key": "433125",

          },
          {

            "title": "古丈",
            "key": "433126",

          },
          {

            "title": "永顺",
            "key": "433127",

          },
          {

            "title": "龙山",
            "key": "433130",

          }
        ]
      }
    ]
  },
  {

    "title": "广东",
    "key": "440000",
    "children": [
      {

        "title": "广州",
        "key": "440100",
        "children": [
          {

            "title": "荔湾",
            "key": "440103",

          },
          {

            "title": "越秀",
            "key": "440104",

          },
          {

            "title": "海珠",
            "key": "440105",

          },
          {

            "title": "天河",
            "key": "440106",

          },
          {

            "title": "白云",
            "key": "440111",

          },
          {

            "title": "黄埔",
            "key": "440112",

          },
          {

            "title": "番禺",
            "key": "440113",

          },
          {

            "title": "花都",
            "key": "440114",

          },
          {

            "title": "南沙",
            "key": "440115",

          },
          {

            "title": "从化",
            "key": "440117",

          },
          {

            "title": "增城",
            "key": "440118",

          }
        ]
      },
      {

        "title": "韶关",
        "key": "440200",
        "children": [
          {

            "title": "武江",
            "key": "440203",

          },
          {

            "title": "浈江",
            "key": "440204",

          },
          {

            "title": "曲江",
            "key": "440205",

          },
          {

            "title": "始兴",
            "key": "440222",

          },
          {

            "title": "仁化",
            "key": "440224",

          },
          {

            "title": "翁源",
            "key": "440229",

          },
          {

            "title": "乳源",
            "key": "440232",

          },
          {

            "title": "新丰",
            "key": "440233",

          },
          {

            "title": "乐昌",
            "key": "440281",

          },
          {

            "title": "南雄",
            "key": "440282",

          }
        ]
      },
      {

        "title": "深圳",
        "key": "440300",
        "children": [
          {

            "title": "罗湖",
            "key": "440303",

          },
          {

            "title": "福田",
            "key": "440304",

          },
          {

            "title": "南山",
            "key": "440305",

          },
          {

            "title": "宝安",
            "key": "440306",

          },
          {

            "title": "龙岗",
            "key": "440307",

          },
          {

            "title": "盐田",
            "key": "440308",

          },
          {

            "title": "光明新区",
            "key": "440309",

          },
          {

            "title": "坪山新区",
            "key": "440310",

          },
          {

            "title": "大鹏新区",
            "key": "440311",

          },
          {

            "title": "龙华新区",
            "key": "440312",

          }
        ]
      },
      {

        "title": "珠海",
        "key": "440400",
        "children": [
          {

            "title": "香洲",
            "key": "440402",

          },
          {

            "title": "斗门",
            "key": "440403",

          },
          {

            "title": "金湾",
            "key": "440404",

          }
        ]
      },
      {

        "title": "汕头",
        "key": "440500",
        "children": [
          {

            "title": "龙湖",
            "key": "440507",

          },
          {

            "title": "金平",
            "key": "440511",

          },
          {

            "title": "濠江",
            "key": "440512",

          },
          {

            "title": "潮阳",
            "key": "440513",

          },
          {

            "title": "潮南",
            "key": "440514",

          },
          {

            "title": "澄海",
            "key": "440515",

          },
          {

            "title": "南澳",
            "key": "440523",

          }
        ]
      },
      {

        "title": "佛山",
        "key": "440600",
        "children": [
          {

            "title": "禅城",
            "key": "440604",

          },
          {

            "title": "南海",
            "key": "440605",

          },
          {

            "title": "顺德",
            "key": "440606",

          },
          {

            "title": "三水",
            "key": "440607",

          },
          {

            "title": "高明",
            "key": "440608",

          }
        ]
      },
      {

        "title": "江门",
        "key": "440700",
        "children": [
          {

            "title": "蓬江",
            "key": "440703",

          },
          {

            "title": "江海",
            "key": "440704",

          },
          {

            "title": "新会",
            "key": "440705",

          },
          {

            "title": "台山",
            "key": "440781",

          },
          {

            "title": "开平",
            "key": "440783",

          },
          {

            "title": "鹤山",
            "key": "440784",

          },
          {

            "title": "恩平",
            "key": "440785",

          }
        ]
      },
      {

        "title": "湛江",
        "key": "440800",
        "children": [
          {

            "title": "赤坎",
            "key": "440802",

          },
          {

            "title": "霞山",
            "key": "440803",

          },
          {

            "title": "坡头",
            "key": "440804",

          },
          {

            "title": "麻章",
            "key": "440811",

          },
          {

            "title": "遂溪",
            "key": "440823",

          },
          {

            "title": "徐闻",
            "key": "440825",

          },
          {

            "title": "廉江",
            "key": "440881",

          },
          {

            "title": "雷州",
            "key": "440882",

          },
          {

            "title": "吴川",
            "key": "440883",

          }
        ]
      },
      {

        "title": "茂名",
        "key": "440900",
        "children": [
          {

            "title": "茂南",
            "key": "440902",

          },
          {

            "title": "电白",
            "key": "440904",

          },
          {

            "title": "高州",
            "key": "440981",

          },
          {

            "title": "化州",
            "key": "440982",

          },
          {

            "title": "信宜",
            "key": "440983",

          }
        ]
      },
      {

        "title": "肇庆",
        "key": "441200",
        "children": [
          {

            "title": "端州",
            "key": "441202",

          },
          {

            "title": "鼎湖",
            "key": "441203",

          },
          {

            "title": "广宁",
            "key": "441223",

          },
          {

            "title": "怀集",
            "key": "441224",

          },
          {

            "title": "封开",
            "key": "441225",

          },
          {

            "title": "德庆",
            "key": "441226",

          },
          {

            "title": "高要",
            "key": "441283",

          },
          {

            "title": "四会",
            "key": "441284",

          }
        ]
      },
      {

        "title": "惠州",
        "key": "441300",
        "children": [
          {

            "title": "惠城",
            "key": "441302",

          },
          {

            "title": "惠阳",
            "key": "441303",

          },
          {

            "title": "博罗",
            "key": "441322",

          },
          {

            "title": "惠东",
            "key": "441323",

          },
          {

            "title": "龙门",
            "key": "441324",

          }
        ]
      },
      {

        "title": "梅州",
        "key": "441400",
        "children": [
          {

            "title": "梅江",
            "key": "441402",

          },
          {

            "title": "梅县",
            "key": "441403",

          },
          {

            "title": "大埔",
            "key": "441422",

          },
          {

            "title": "丰顺",
            "key": "441423",

          },
          {

            "title": "五华",
            "key": "441424",

          },
          {

            "title": "平远",
            "key": "441426",

          },
          {

            "title": "蕉岭",
            "key": "441427",

          },
          {

            "title": "兴宁",
            "key": "441481",

          }
        ]
      },
      {

        "title": "汕尾",
        "key": "441500",
        "children": [
          {

            "title": "城区",
            "key": "441502",

          },
          {

            "title": "海丰",
            "key": "441521",

          },
          {

            "title": "陆河",
            "key": "441523",

          },
          {

            "title": "陆丰",
            "key": "441581",

          }
        ]
      },
      {

        "title": "河源",
        "key": "441600",
        "children": [
          {

            "title": "源城",
            "key": "441602",

          },
          {

            "title": "紫金",
            "key": "441621",

          },
          {

            "title": "龙川",
            "key": "441622",

          },
          {

            "title": "连平",
            "key": "441623",

          },
          {

            "title": "和平",
            "key": "441624",

          },
          {

            "title": "东源",
            "key": "441625",

          }
        ]
      },
      {

        "title": "阳江",
        "key": "441700",
        "children": [
          {

            "title": "江城",
            "key": "441702",

          },
          {

            "title": "阳东",
            "key": "441704",

          },
          {

            "title": "阳西",
            "key": "441721",

          },
          {

            "title": "阳春",
            "key": "441781",

          }
        ]
      },
      {

        "title": "清远",
        "key": "441800",
        "children": [
          {

            "title": "清城",
            "key": "441802",

          },
          {

            "title": "清新",
            "key": "441803",

          },
          {

            "title": "佛冈",
            "key": "441821",

          },
          {

            "title": "阳山",
            "key": "441823",

          },
          {

            "title": "连山",
            "key": "441825",

          },
          {

            "title": "连南",
            "key": "441826",

          },
          {

            "title": "英德",
            "key": "441881",

          },
          {

            "title": "连州",
            "key": "441882",

          }
        ]
      },
      {

        "title": "东莞",
        "key": "441900",
        "children": [
          {

            "title": "莞城",
            "key": "441901",

          },
          {

            "title": "南城",
            "key": "441902",

          },
          {

            "title": "万江",
            "key": "441904",

          },
          {

            "title": "石碣",
            "key": "441905",

          },
          {

            "title": "石龙",
            "key": "441906",

          },
          {

            "title": "茶山",
            "key": "441907",

          },
          {

            "title": "石排",
            "key": "441908",

          },
          {

            "title": "企石",
            "key": "441909",

          },
          {

            "title": "横沥",
            "key": "441910",

          },
          {

            "title": "桥头",
            "key": "441911",

          },
          {

            "title": "谢岗",
            "key": "441912",

          },
          {

            "title": "东坑",
            "key": "441913",

          },
          {

            "title": "常平",
            "key": "441914",

          },
          {

            "title": "寮步",
            "key": "441915",

          },
          {

            "title": "大朗",
            "key": "441916",

          },
          {

            "title": "麻涌",
            "key": "441917",

          },
          {

            "title": "中堂",
            "key": "441918",

          },
          {

            "title": "高埗",
            "key": "441919",

          },
          {

            "title": "樟木头",
            "key": "441920",

          },
          {

            "title": "大岭山",
            "key": "441921",

          },
          {

            "title": "望牛墩",
            "key": "441922",

          },
          {

            "title": "黄江",
            "key": "441923",

          },
          {

            "title": "洪梅",
            "key": "441924",

          },
          {

            "title": "清溪",
            "key": "441925",

          },
          {

            "title": "沙田",
            "key": "441926",

          },
          {

            "title": "道滘",
            "key": "441927",

          },
          {

            "title": "塘厦",
            "key": "441928",

          },
          {

            "title": "虎门",
            "key": "441929",

          },
          {

            "title": "厚街",
            "key": "441930",

          },
          {

            "title": "凤岗",
            "key": "441931",

          },
          {

            "title": "长安",
            "key": "441932",

          }
        ]
      },
      {

        "title": "中山",
        "key": "442000",
        "children": [
          {

            "title": "石岐",
            "key": "442001",

          },
          {

            "title": "南区",
            "key": "442004",

          },
          {

            "title": "五桂山",
            "key": "442005",

          },
          {

            "title": "火炬",
            "key": "442006",

          },
          {

            "title": "黄圃",
            "key": "442007",

          },
          {

            "title": "南头",
            "key": "442008",

          },
          {

            "title": "东凤",
            "key": "442009",

          },
          {

            "title": "阜沙",
            "key": "442010",

          },
          {

            "title": "小榄",
            "key": "442011",

          },
          {

            "title": "东升",
            "key": "442012",

          },
          {

            "title": "古镇",
            "key": "442013",

          },
          {

            "title": "横栏",
            "key": "442014",

          },
          {

            "title": "三角",
            "key": "442015",

          },
          {

            "title": "民众",
            "key": "442016",

          },
          {

            "title": "南朗",
            "key": "442017",

          },
          {

            "title": "港口",
            "key": "442018",

          },
          {

            "title": "大涌",
            "key": "442019",

          },
          {

            "title": "沙溪",
            "key": "442020",

          },
          {

            "title": "三乡",
            "key": "442021",

          },
          {

            "title": "板芙",
            "key": "442022",

          },
          {

            "title": "神湾",
            "key": "442023",

          },
          {

            "title": "坦洲",
            "key": "442024",

          }
        ]
      },
      {

        "title": "潮州",
        "key": "445100",
        "children": [
          {

            "title": "湘桥",
            "key": "445102",

          },
          {

            "title": "潮安",
            "key": "445103",

          },
          {

            "title": "饶平",
            "key": "445122",

          }
        ]
      },
      {

        "title": "揭阳",
        "key": "445200",
        "children": [
          {

            "title": "榕城",
            "key": "445202",

          },
          {

            "title": "揭东",
            "key": "445203",

          },
          {

            "title": "揭西",
            "key": "445222",

          },
          {

            "title": "惠来",
            "key": "445224",

          },
          {

            "title": "普宁",
            "key": "445281",

          }
        ]
      },
      {

        "title": "云浮",
        "key": "445300",
        "children": [
          {

            "title": "云城",
            "key": "445302",

          },
          {

            "title": "云安",
            "key": "445303",

          },
          {

            "title": "新兴",
            "key": "445321",

          },
          {

            "title": "郁南",
            "key": "445322",

          },
          {

            "title": "罗定",
            "key": "445381",

          }
        ]
      }
    ]
  },
  {

    "title": "广西",
    "key": "450000",
    "children": [
      {

        "title": "南宁",
        "key": "450100",
        "children": [
          {

            "title": "兴宁",
            "key": "450102",

          },
          {

            "title": "青秀",
            "key": "450103",

          },
          {

            "title": "江南",
            "key": "450105",

          },
          {

            "title": "西乡塘",
            "key": "450107",

          },
          {

            "title": "良庆",
            "key": "450108",

          },
          {

            "title": "邕宁",
            "key": "450109",

          },
          {

            "title": "武鸣",
            "key": "450122",

          },
          {

            "title": "隆安",
            "key": "450123",

          },
          {

            "title": "马山",
            "key": "450124",

          },
          {

            "title": "上林",
            "key": "450125",

          },
          {

            "title": "宾阳",
            "key": "450126",

          },
          {

            "title": "横县",
            "key": "450127",

          },
          {

            "title": "埌东",
            "key": "450128",

          }
        ]
      },
      {

        "title": "柳州",
        "key": "450200",
        "children": [
          {

            "title": "城中",
            "key": "450202",

          },
          {

            "title": "鱼峰",
            "key": "450203",

          },
          {

            "title": "柳南",
            "key": "450204",

          },
          {

            "title": "柳北",
            "key": "450205",

          },
          {

            "title": "柳江",
            "key": "450221",

          },
          {

            "title": "柳城",
            "key": "450222",

          },
          {

            "title": "鹿寨",
            "key": "450223",

          },
          {

            "title": "融安",
            "key": "450224",

          },
          {

            "title": "融水",
            "key": "450225",

          },
          {

            "title": "三江",
            "key": "450226",

          },
          {

            "title": "柳东",
            "key": "450227",

          }
        ]
      },
      {

        "title": "桂林",
        "key": "450300",
        "children": [
          {

            "title": "秀峰",
            "key": "450302",

          },
          {

            "title": "叠彩",
            "key": "450303",

          },
          {

            "title": "象山",
            "key": "450304",

          },
          {

            "title": "七星",
            "key": "450305",

          },
          {

            "title": "雁山",
            "key": "450311",

          },
          {

            "title": "临桂",
            "key": "450312",

          },
          {

            "title": "阳朔",
            "key": "450321",

          },
          {

            "title": "灵川",
            "key": "450323",

          },
          {

            "title": "全州",
            "key": "450324",

          },
          {

            "title": "兴安",
            "key": "450325",

          },
          {

            "title": "永福",
            "key": "450326",

          },
          {

            "title": "灌阳",
            "key": "450327",

          },
          {

            "title": "龙胜",
            "key": "450328",

          },
          {

            "title": "资源",
            "key": "450329",

          },
          {

            "title": "平乐",
            "key": "450330",

          },
          {

            "title": "荔浦",
            "key": "450331",

          },
          {

            "title": "恭城",
            "key": "450332",

          }
        ]
      },
      {

        "title": "梧州",
        "key": "450400",
        "children": [
          {

            "title": "万秀",
            "key": "450403",

          },
          {

            "title": "长洲",
            "key": "450405",

          },
          {

            "title": "龙圩",
            "key": "450406",

          },
          {

            "title": "苍梧",
            "key": "450421",

          },
          {

            "title": "藤县",
            "key": "450422",

          },
          {

            "title": "蒙山",
            "key": "450423",

          },
          {

            "title": "岑溪",
            "key": "450481",

          }
        ]
      },
      {

        "title": "北海",
        "key": "450500",
        "children": [
          {

            "title": "海城",
            "key": "450502",

          },
          {

            "title": "银海",
            "key": "450503",

          },
          {

            "title": "铁山港",
            "key": "450512",

          },
          {

            "title": "合浦",
            "key": "450521",

          }
        ]
      },
      {

        "title": "防城港",
        "key": "450600",
        "children": [
          {

            "title": "港口",
            "key": "450602",

          },
          {

            "title": "防城",
            "key": "450603",

          },
          {

            "title": "上思",
            "key": "450621",

          },
          {

            "title": "东兴",
            "key": "450681",

          }
        ]
      },
      {

        "title": "钦州",
        "key": "450700",
        "children": [
          {

            "title": "钦南",
            "key": "450702",

          },
          {

            "title": "钦北",
            "key": "450703",

          },
          {

            "title": "灵山",
            "key": "450721",

          },
          {

            "title": "浦北",
            "key": "450722",

          }
        ]
      },
      {

        "title": "贵港",
        "key": "450800",
        "children": [
          {

            "title": "港北",
            "key": "450802",

          },
          {

            "title": "港南",
            "key": "450803",

          },
          {

            "title": "覃塘",
            "key": "450804",

          },
          {

            "title": "平南",
            "key": "450821",

          },
          {

            "title": "桂平",
            "key": "450881",

          }
        ]
      },
      {

        "title": "玉林",
        "key": "450900",
        "children": [
          {

            "title": "玉州",
            "key": "450902",

          },
          {

            "title": "福绵",
            "key": "450903",

          },
          {

            "title": "玉东",
            "key": "450904",

          },
          {

            "title": "容县",
            "key": "450921",

          },
          {

            "title": "陆川",
            "key": "450922",

          },
          {

            "title": "博白",
            "key": "450923",

          },
          {

            "title": "兴业",
            "key": "450924",

          },
          {

            "title": "北流",
            "key": "450981",

          }
        ]
      },
      {

        "title": "百色",
        "key": "451000",
        "children": [
          {

            "title": "右江",
            "key": "451002",

          },
          {

            "title": "田阳",
            "key": "451021",

          },
          {

            "title": "田东",
            "key": "451022",

          },
          {

            "title": "平果",
            "key": "451023",

          },
          {

            "title": "德保",
            "key": "451024",

          },
          {

            "title": "靖西",
            "key": "451025",

          },
          {

            "title": "那坡",
            "key": "451026",

          },
          {

            "title": "凌云",
            "key": "451027",

          },
          {

            "title": "乐业",
            "key": "451028",

          },
          {

            "title": "田林",
            "key": "451029",

          },
          {

            "title": "西林",
            "key": "451030",

          },
          {

            "title": "隆林",
            "key": "451031",

          }
        ]
      },
      {

        "title": "贺州",
        "key": "451100",
        "children": [
          {

            "title": "八步",
            "key": "451102",

          },
          {

            "title": "昭平",
            "key": "451121",

          },
          {

            "title": "钟山",
            "key": "451122",

          },
          {

            "title": "富川",
            "key": "451123",

          },
          {

            "title": "平桂",
            "key": "451124",

          }
        ]
      },
      {

        "title": "河池",
        "key": "451200",
        "children": [
          {

            "title": "金城江",
            "key": "451202",

          },
          {

            "title": "南丹",
            "key": "451221",

          },
          {

            "title": "天峨",
            "key": "451222",

          },
          {

            "title": "凤山",
            "key": "451223",

          },
          {

            "title": "东兰",
            "key": "451224",

          },
          {

            "title": "罗城",
            "key": "451225",

          },
          {

            "title": "环江",
            "key": "451226",

          },
          {

            "title": "巴马",
            "key": "451227",

          },
          {

            "title": "都安",
            "key": "451228",

          },
          {

            "title": "大化",
            "key": "451229",

          },
          {

            "title": "宜州",
            "key": "451281",

          }
        ]
      },
      {

        "title": "来宾",
        "key": "451300",
        "children": [
          {

            "title": "兴宾",
            "key": "451302",

          },
          {

            "title": "忻城",
            "key": "451321",

          },
          {

            "title": "象州",
            "key": "451322",

          },
          {

            "title": "武宣",
            "key": "451323",

          },
          {

            "title": "金秀",
            "key": "451324",

          },
          {

            "title": "合山",
            "key": "451381",

          }
        ]
      },
      {

        "title": "崇左",
        "key": "451400",
        "children": [
          {

            "title": "江州",
            "key": "451402",

          },
          {

            "title": "扶绥",
            "key": "451421",

          },
          {

            "title": "宁明",
            "key": "451422",

          },
          {

            "title": "龙州",
            "key": "451423",

          },
          {

            "title": "大新",
            "key": "451424",

          },
          {

            "title": "天等",
            "key": "451425",

          },
          {

            "title": "凭祥",
            "key": "451481",

          }
        ]
      }
    ]
  },
  {

    "title": "海南",
    "key": "460000",
    "children": [
      {

        "title": "海口",
        "key": "460100",
        "children": [
          {

            "title": "秀英",
            "key": "460105",

          },
          {

            "title": "龙华",
            "key": "460106",

          },
          {

            "title": "琼山",
            "key": "460107",

          },
          {

            "title": "美兰",
            "key": "460108",

          }
        ]
      },
      {

        "title": "三亚",
        "key": "460200",
        "children": [
          {

            "title": "海棠",
            "key": "460202",

          },
          {

            "title": "吉阳",
            "key": "460203",

          },
          {

            "title": "天涯",
            "key": "460204",

          },
          {

            "title": "崖州",
            "key": "460205",

          }
        ]
      },
      {

        "title": "三沙",
        "key": "460300",
        "children": [
          {

            "title": "西沙",
            "key": "460321",

          },
          {

            "title": "南沙",
            "key": "460322",

          },
          {

            "title": "中沙",
            "key": "460323",

          }
        ]
      },
      {

        "title": " ",
        "key": "469000",
        "children": [
          {

            "title": "五指山",
            "key": "469001",

          },
          {

            "title": "琼海",
            "key": "469002",

          },
          {

            "title": "儋州",
            "key": "469003",

          },
          {

            "title": "文昌",
            "key": "469005",

          },
          {

            "title": "万宁",
            "key": "469006",

          },
          {

            "title": "东方",
            "key": "469007",

          },
          {

            "title": "定安",
            "key": "469021",

          },
          {

            "title": "屯昌",
            "key": "469022",

          },
          {

            "title": "澄迈",
            "key": "469023",

          },
          {

            "title": "临高",
            "key": "469024",

          },
          {

            "title": "白沙",
            "key": "469025",

          },
          {

            "title": "昌江",
            "key": "469026",

          },
          {

            "title": "乐东",
            "key": "469027",

          },
          {

            "title": "陵水",
            "key": "469028",

          },
          {

            "title": "保亭",
            "key": "469029",

          },
          {

            "title": "琼中",
            "key": "469030",

          }
        ]
      }
    ]
  },
  {

    "title": "重庆",
    "key": "500000",
    "children": [
      {

        "title": "重庆市",
        "key": "500100",
        "children": [
          {

            "title": "万州",
            "key": "500101",

          },
          {

            "title": "涪陵",
            "key": "500102",

          },
          {

            "title": "渝中",
            "key": "500103",

          },
          {

            "title": "大渡口",
            "key": "500104",

          },
          {

            "title": "江北",
            "key": "500105",

          },
          {

            "title": "沙坪坝",
            "key": "500106",

          },
          {

            "title": "九龙坡",
            "key": "500107",

          },
          {

            "title": "南岸",
            "key": "500108",

          },
          {

            "title": "北碚",
            "key": "500109",

          },
          {

            "title": "綦江",
            "key": "500110",

          },
          {

            "title": "大足",
            "key": "500111",

          },
          {

            "title": "渝北",
            "key": "500112",

          },
          {

            "title": "巴南",
            "key": "500113",

          },
          {

            "title": "黔江",
            "key": "500114",

          },
          {

            "title": "长寿",
            "key": "500115",

          },
          {

            "title": "江津",
            "key": "500116",

          },
          {

            "title": "合川",
            "key": "500117",

          },
          {

            "title": "永川",
            "key": "500118",

          },
          {

            "title": "南川",
            "key": "500119",

          },
          {

            "title": "璧山",
            "key": "500120",

          },
          {

            "title": "铜梁",
            "key": "500151",

          },
          {

            "title": "潼南",
            "key": "500223",

          },
          {

            "title": "荣昌",
            "key": "500226",

          },
          {

            "title": "梁平",
            "key": "500228",

          },
          {

            "title": "城口",
            "key": "500229",

          },
          {

            "title": "丰都",
            "key": "500230",

          },
          {

            "title": "垫江",
            "key": "500231",

          },
          {

            "title": "武隆",
            "key": "500232",

          },
          {

            "title": "忠县",
            "key": "500233",

          },
          {

            "title": "开县",
            "key": "500234",

          },
          {

            "title": "云阳",
            "key": "500235",

          },
          {

            "title": "奉节",
            "key": "500236",

          },
          {

            "title": "巫山",
            "key": "500237",

          },
          {

            "title": "巫溪",
            "key": "500238",

          },
          {

            "title": "石柱",
            "key": "500240",

          },
          {

            "title": "秀山",
            "key": "500241",

          },
          {

            "title": "酉阳",
            "key": "500242",

          },
          {

            "title": "彭水",
            "key": "500243",

          }
        ]
      },
      {

        "title": "两江新区",
        "key": "500300",
        "children": [
          {

            "title": "北部新区",
            "key": "500301",

          },
          {

            "title": "保税港区",
            "key": "500302",

          },
          {

            "title": "工业园区",
            "key": "500303",

          }
        ]
      }
    ]
  },
  {

    "title": "四川",
    "key": "510000",
    "children": [
      {

        "title": "成都",
        "key": "510100",
        "children": [
          {

            "title": "锦江",
            "key": "510104",

          },
          {

            "title": "青羊",
            "key": "510105",

          },
          {

            "title": "金牛",
            "key": "510106",

          },
          {

            "title": "武侯",
            "key": "510107",

          },
          {

            "title": "成华",
            "key": "510108",

          },
          {

            "title": "龙泉驿",
            "key": "510112",

          },
          {

            "title": "青白江",
            "key": "510113",

          },
          {

            "title": "新都",
            "key": "510114",

          },
          {

            "title": "温江",
            "key": "510115",

          },
          {

            "title": "金堂",
            "key": "510121",

          },
          {

            "title": "双流",
            "key": "510122",

          },
          {

            "title": "郫县",
            "key": "510124",

          },
          {

            "title": "大邑",
            "key": "510129",

          },
          {

            "title": "蒲江",
            "key": "510131",

          },
          {

            "title": "新津",
            "key": "510132",

          },
          {

            "title": "都江堰",
            "key": "510181",

          },
          {

            "title": "彭州",
            "key": "510182",

          },
          {

            "title": "邛崃",
            "key": "510183",

          },
          {

            "title": "崇州",
            "key": "510184",

          }
        ]
      },
      {

        "title": "自贡",
        "key": "510300",
        "children": [
          {

            "title": "自流井",
            "key": "510302",

          },
          {

            "title": "贡井",
            "key": "510303",

          },
          {

            "title": "大安",
            "key": "510304",

          },
          {

            "title": "沿滩",
            "key": "510311",

          },
          {

            "title": "荣县",
            "key": "510321",

          },
          {

            "title": "富顺",
            "key": "510322",

          }
        ]
      },
      {

        "title": "攀枝花",
        "key": "510400",
        "children": [
          {

            "title": "东区",
            "key": "510402",

          },
          {

            "title": "西区",
            "key": "510403",

          },
          {

            "title": "仁和",
            "key": "510411",

          },
          {

            "title": "米易",
            "key": "510421",

          },
          {

            "title": "盐边",
            "key": "510422",

          }
        ]
      },
      {

        "title": "泸州",
        "key": "510500",
        "children": [
          {

            "title": "江阳",
            "key": "510502",

          },
          {

            "title": "纳溪",
            "key": "510503",

          },
          {

            "title": "龙马潭",
            "key": "510504",

          },
          {

            "title": "泸县",
            "key": "510521",

          },
          {

            "title": "合江",
            "key": "510522",

          },
          {

            "title": "叙永",
            "key": "510524",

          },
          {

            "title": "古蔺",
            "key": "510525",

          }
        ]
      },
      {

        "title": "德阳",
        "key": "510600",
        "children": [
          {

            "title": "旌阳",
            "key": "510603",

          },
          {

            "title": "中江",
            "key": "510623",

          },
          {

            "title": "罗江",
            "key": "510626",

          },
          {

            "title": "广汉",
            "key": "510681",

          },
          {

            "title": "什邡",
            "key": "510682",

          },
          {

            "title": "绵竹",
            "key": "510683",

          }
        ]
      },
      {

        "title": "绵阳",
        "key": "510700",
        "children": [
          {

            "title": "涪城",
            "key": "510703",

          },
          {

            "title": "游仙",
            "key": "510704",

          },
          {

            "title": "三台",
            "key": "510722",

          },
          {

            "title": "盐亭",
            "key": "510723",

          },
          {

            "title": "安县",
            "key": "510724",

          },
          {

            "title": "梓潼",
            "key": "510725",

          },
          {

            "title": "北川",
            "key": "510726",

          },
          {

            "title": "平武",
            "key": "510727",

          },
          {

            "title": "江油",
            "key": "510781",

          }
        ]
      },
      {

        "title": "广元",
        "key": "510800",
        "children": [
          {

            "title": "利州",
            "key": "510802",

          },
          {

            "title": "昭化",
            "key": "510811",

          },
          {

            "title": "朝天",
            "key": "510812",

          },
          {

            "title": "旺苍",
            "key": "510821",

          },
          {

            "title": "青川",
            "key": "510822",

          },
          {

            "title": "剑阁",
            "key": "510823",

          },
          {

            "title": "苍溪",
            "key": "510824",

          }
        ]
      },
      {

        "title": "遂宁",
        "key": "510900",
        "children": [
          {

            "title": "船山",
            "key": "510903",

          },
          {

            "title": "安居",
            "key": "510904",

          },
          {

            "title": "蓬溪",
            "key": "510921",

          },
          {

            "title": "射洪",
            "key": "510922",

          },
          {

            "title": "大英",
            "key": "510923",

          }
        ]
      },
      {

        "title": "内江",
        "key": "511000",
        "children": [
          {

            "title": "市中区",
            "key": "511002",

          },
          {

            "title": "东兴",
            "key": "511011",

          },
          {

            "title": "威远",
            "key": "511024",

          },
          {

            "title": "资中",
            "key": "511025",

          },
          {

            "title": "隆昌",
            "key": "511028",

          }
        ]
      },
      {

        "title": "乐山",
        "key": "511100",
        "children": [
          {

            "title": "市中区",
            "key": "511102",

          },
          {

            "title": "沙湾",
            "key": "511111",

          },
          {

            "title": "五通桥",
            "key": "511112",

          },
          {

            "title": "金口河",
            "key": "511113",

          },
          {

            "title": "犍为",
            "key": "511123",

          },
          {

            "title": "井研",
            "key": "511124",

          },
          {

            "title": "夹江",
            "key": "511126",

          },
          {

            "title": "沐川",
            "key": "511129",

          },
          {

            "title": "峨边",
            "key": "511132",

          },
          {

            "title": "马边",
            "key": "511133",

          },
          {

            "title": "峨眉山",
            "key": "511181",

          }
        ]
      },
      {

        "title": "南充",
        "key": "511300",
        "children": [
          {

            "title": "顺庆",
            "key": "511302",

          },
          {

            "title": "高坪",
            "key": "511303",

          },
          {

            "title": "嘉陵",
            "key": "511304",

          },
          {

            "title": "南部",
            "key": "511321",

          },
          {

            "title": "营山",
            "key": "511322",

          },
          {

            "title": "蓬安",
            "key": "511323",

          },
          {

            "title": "仪陇",
            "key": "511324",

          },
          {

            "title": "西充",
            "key": "511325",

          },
          {

            "title": "阆中",
            "key": "511381",

          }
        ]
      },
      {

        "title": "眉山",
        "key": "511400",
        "children": [
          {

            "title": "东坡",
            "key": "511402",

          },
          {

            "title": "彭山",
            "key": "511403",

          },
          {

            "title": "仁寿",
            "key": "511421",

          },
          {

            "title": "洪雅",
            "key": "511423",

          },
          {

            "title": "丹棱",
            "key": "511424",

          },
          {

            "title": "青神",
            "key": "511425",

          }
        ]
      },
      {

        "title": "宜宾",
        "key": "511500",
        "children": [
          {

            "title": "翠屏",
            "key": "511502",

          },
          {

            "title": "南溪",
            "key": "511503",

          },
          {

            "title": "宜宾",
            "key": "511521",

          },
          {

            "title": "江安",
            "key": "511523",

          },
          {

            "title": "长宁",
            "key": "511524",

          },
          {

            "title": "高县",
            "key": "511525",

          },
          {

            "title": "珙县",
            "key": "511526",

          },
          {

            "title": "筠连",
            "key": "511527",

          },
          {

            "title": "兴文",
            "key": "511528",

          },
          {

            "title": "屏山",
            "key": "511529",

          }
        ]
      },
      {

        "title": "广安",
        "key": "511600",
        "children": [
          {

            "title": "广安",
            "key": "511602",

          },
          {

            "title": "前锋",
            "key": "511603",

          },
          {

            "title": "岳池",
            "key": "511621",

          },
          {

            "title": "武胜",
            "key": "511622",

          },
          {

            "title": "邻水",
            "key": "511623",

          },
          {

            "title": "华蓥",
            "key": "511681",

          }
        ]
      },
      {

        "title": "达州",
        "key": "511700",
        "children": [
          {

            "title": "通川",
            "key": "511702",

          },
          {

            "title": "达川",
            "key": "511703",

          },
          {

            "title": "宣汉",
            "key": "511722",

          },
          {

            "title": "开江",
            "key": "511723",

          },
          {

            "title": "大竹",
            "key": "511724",

          },
          {

            "title": "渠县",
            "key": "511725",

          },
          {

            "title": "万源",
            "key": "511781",

          }
        ]
      },
      {

        "title": "雅安",
        "key": "511800",
        "children": [
          {

            "title": "雨城",
            "key": "511802",

          },
          {

            "title": "名山",
            "key": "511803",

          },
          {

            "title": "荥经",
            "key": "511822",

          },
          {

            "title": "汉源",
            "key": "511823",

          },
          {

            "title": "石棉",
            "key": "511824",

          },
          {

            "title": "天全",
            "key": "511825",

          },
          {

            "title": "芦山",
            "key": "511826",

          },
          {

            "title": "宝兴",
            "key": "511827",

          }
        ]
      },
      {

        "title": "巴中",
        "key": "511900",
        "children": [
          {

            "title": "巴州",
            "key": "511902",

          },
          {

            "title": "恩阳",
            "key": "511903",

          },
          {

            "title": "通江",
            "key": "511921",

          },
          {

            "title": "南江",
            "key": "511922",

          },
          {

            "title": "平昌",
            "key": "511923",

          }
        ]
      },
      {

        "title": "资阳",
        "key": "512000",
        "children": [
          {

            "title": "雁江",
            "key": "512002",

          },
          {

            "title": "安岳",
            "key": "512021",

          },
          {

            "title": "乐至",
            "key": "512022",

          },
          {

            "title": "简阳",
            "key": "512081",

          }
        ]
      },
      {

        "title": "阿坝",
        "key": "513200",
        "children": [
          {

            "title": "汶川",
            "key": "513221",

          },
          {

            "title": "理县",
            "key": "513222",

          },
          {

            "title": "茂县",
            "key": "513223",

          },
          {

            "title": "松潘",
            "key": "513224",

          },
          {

            "title": "九寨沟",
            "key": "513225",

          },
          {

            "title": "金川",
            "key": "513226",

          },
          {

            "title": "小金",
            "key": "513227",

          },
          {

            "title": "黑水",
            "key": "513228",

          },
          {

            "title": "马尔康",
            "key": "513229",

          },
          {

            "title": "壤塘",
            "key": "513230",

          },
          {

            "title": "阿坝",
            "key": "513231",

          },
          {

            "title": "若尔盖",
            "key": "513232",

          },
          {

            "title": "红原",
            "key": "513233",

          }
        ]
      },
      {

        "title": "甘孜",
        "key": "513300",
        "children": [
          {

            "title": "康定",
            "key": "513321",

          },
          {

            "title": "泸定",
            "key": "513322",

          },
          {

            "title": "丹巴",
            "key": "513323",

          },
          {

            "title": "九龙",
            "key": "513324",

          },
          {

            "title": "雅江",
            "key": "513325",

          },
          {

            "title": "道孚",
            "key": "513326",

          },
          {

            "title": "炉霍",
            "key": "513327",

          },
          {

            "title": "甘孜",
            "key": "513328",

          },
          {

            "title": "新龙",
            "key": "513329",

          },
          {

            "title": "德格",
            "key": "513330",

          },
          {

            "title": "白玉",
            "key": "513331",

          },
          {

            "title": "石渠",
            "key": "513332",

          },
          {

            "title": "色达",
            "key": "513333",

          },
          {

            "title": "理塘",
            "key": "513334",

          },
          {

            "title": "巴塘",
            "key": "513335",

          },
          {

            "title": "乡城",
            "key": "513336",

          },
          {

            "title": "稻城",
            "key": "513337",

          },
          {

            "title": "得荣",
            "key": "513338",

          }
        ]
      },
      {

        "title": "凉山",
        "key": "513400",
        "children": [
          {

            "title": "西昌",
            "key": "513401",

          },
          {

            "title": "木里",
            "key": "513422",

          },
          {

            "title": "盐源",
            "key": "513423",

          },
          {

            "title": "德昌",
            "key": "513424",

          },
          {

            "title": "会理",
            "key": "513425",

          },
          {

            "title": "会东",
            "key": "513426",

          },
          {

            "title": "宁南",
            "key": "513427",

          },
          {

            "title": "普格",
            "key": "513428",

          },
          {

            "title": "布拖",
            "key": "513429",

          },
          {

            "title": "金阳",
            "key": "513430",

          },
          {

            "title": "昭觉",
            "key": "513431",

          },
          {

            "title": "喜德",
            "key": "513432",

          },
          {

            "title": "冕宁",
            "key": "513433",

          },
          {

            "title": "越西",
            "key": "513434",

          },
          {

            "title": "甘洛",
            "key": "513435",

          },
          {

            "title": "美姑",
            "key": "513436",

          },
          {

            "title": "雷波",
            "key": "513437",

          }
        ]
      }
    ]
  },
  {

    "title": "贵州",
    "key": "520000",
    "children": [
      {

        "title": "贵阳",
        "key": "520100",
        "children": [
          {

            "title": "南明",
            "key": "520102",

          },
          {

            "title": "云岩",
            "key": "520103",

          },
          {

            "title": "花溪",
            "key": "520111",

          },
          {

            "title": "乌当",
            "key": "520112",

          },
          {

            "title": "白云",
            "key": "520113",

          },
          {

            "title": "观山湖",
            "key": "520115",

          },
          {

            "title": "开阳",
            "key": "520121",

          },
          {

            "title": "息烽",
            "key": "520122",

          },
          {

            "title": "修文",
            "key": "520123",

          },
          {

            "title": "清镇",
            "key": "520181",

          }
        ]
      },
      {

        "title": "六盘水",
        "key": "520200",
        "children": [
          {

            "title": "钟山",
            "key": "520201",

          },
          {

            "title": "六枝",
            "key": "520203",

          },
          {

            "title": "水城",
            "key": "520221",

          },
          {

            "title": "盘县",
            "key": "520222",

          }
        ]
      },
      {

        "title": "遵义",
        "key": "520300",
        "children": [
          {

            "title": "红花岗",
            "key": "520302",

          },
          {

            "title": "汇川",
            "key": "520303",

          },
          {

            "title": "遵义",
            "key": "520321",

          },
          {

            "title": "桐梓",
            "key": "520322",

          },
          {

            "title": "绥阳",
            "key": "520323",

          },
          {

            "title": "正安",
            "key": "520324",

          },
          {

            "title": "道真",
            "key": "520325",

          },
          {

            "title": "务川",
            "key": "520326",

          },
          {

            "title": "凤冈",
            "key": "520327",

          },
          {

            "title": "湄潭",
            "key": "520328",

          },
          {

            "title": "余庆",
            "key": "520329",

          },
          {

            "title": "习水",
            "key": "520330",

          },
          {

            "title": "赤水",
            "key": "520381",

          },
          {

            "title": "仁怀",
            "key": "520382",

          }
        ]
      },
      {

        "title": "安顺",
        "key": "520400",
        "children": [
          {

            "title": "西秀",
            "key": "520402",

          },
          {

            "title": "平坝",
            "key": "520421",

          },
          {

            "title": "普定",
            "key": "520422",

          },
          {

            "title": "镇宁",
            "key": "520423",

          },
          {

            "title": "关岭",
            "key": "520424",

          },
          {

            "title": "紫云",
            "key": "520425",

          }
        ]
      },
      {

        "title": "毕节",
        "key": "520500",
        "children": [
          {

            "title": "七星关",
            "key": "520502",

          },
          {

            "title": "大方",
            "key": "520521",

          },
          {

            "title": "黔西",
            "key": "520522",

          },
          {

            "title": "金沙",
            "key": "520523",

          },
          {

            "title": "织金",
            "key": "520524",

          },
          {

            "title": "纳雍",
            "key": "520525",

          },
          {

            "title": "威宁",
            "key": "520526",

          },
          {

            "title": "赫章",
            "key": "520527",

          }
        ]
      },
      {

        "title": "铜仁",
        "key": "520600",
        "children": [
          {

            "title": "碧江",
            "key": "520602",

          },
          {

            "title": "万山",
            "key": "520603",

          },
          {

            "title": "江口",
            "key": "520621",

          },
          {

            "title": "玉屏",
            "key": "520622",

          },
          {

            "title": "石阡",
            "key": "520623",

          },
          {

            "title": "思南",
            "key": "520624",

          },
          {

            "title": "印江",
            "key": "520625",

          },
          {

            "title": "德江",
            "key": "520626",

          },
          {

            "title": "沿河",
            "key": "520627",

          },
          {

            "title": "松桃",
            "key": "520628",

          }
        ]
      },
      {

        "title": "黔西南",
        "key": "522300",
        "children": [
          {

            "title": "兴义",
            "key": "522301",

          },
          {

            "title": "兴仁",
            "key": "522322",

          },
          {

            "title": "普安",
            "key": "522323",

          },
          {

            "title": "晴隆",
            "key": "522324",

          },
          {

            "title": "贞丰",
            "key": "522325",

          },
          {

            "title": "望谟",
            "key": "522326",

          },
          {

            "title": "册亨",
            "key": "522327",

          },
          {

            "title": "安龙",
            "key": "522328",

          }
        ]
      },
      {

        "title": "黔东南",
        "key": "522600",
        "children": [
          {

            "title": "凯里",
            "key": "522601",

          },
          {

            "title": "黄平",
            "key": "522622",

          },
          {

            "title": "施秉",
            "key": "522623",

          },
          {

            "title": "三穗",
            "key": "522624",

          },
          {

            "title": "镇远",
            "key": "522625",

          },
          {

            "title": "岑巩",
            "key": "522626",

          },
          {

            "title": "天柱",
            "key": "522627",

          },
          {

            "title": "锦屏",
            "key": "522628",

          },
          {

            "title": "剑河",
            "key": "522629",

          },
          {

            "title": "台江",
            "key": "522630",

          },
          {

            "title": "黎平",
            "key": "522631",

          },
          {

            "title": "榕江",
            "key": "522632",

          },
          {

            "title": "从江",
            "key": "522633",

          },
          {

            "title": "雷山",
            "key": "522634",

          },
          {

            "title": "麻江",
            "key": "522635",

          },
          {

            "title": "丹寨",
            "key": "522636",

          }
        ]
      },
      {

        "title": "黔南",
        "key": "522700",
        "children": [
          {

            "title": "都匀",
            "key": "522701",

          },
          {

            "title": "福泉",
            "key": "522702",

          },
          {

            "title": "荔波",
            "key": "522722",

          },
          {

            "title": "贵定",
            "key": "522723",

          },
          {

            "title": "瓮安",
            "key": "522725",

          },
          {

            "title": "独山",
            "key": "522726",

          },
          {

            "title": "平塘",
            "key": "522727",

          },
          {

            "title": "罗甸",
            "key": "522728",

          },
          {

            "title": "长顺",
            "key": "522729",

          },
          {

            "title": "龙里",
            "key": "522730",

          },
          {

            "title": "惠水",
            "key": "522731",

          },
          {

            "title": "三都",
            "key": "522732",

          }
        ]
      }
    ]
  },
  {

    "title": "云南",
    "key": "530000",
    "children": [
      {

        "title": "昆明",
        "key": "530100",
        "children": [
          {

            "title": "五华",
            "key": "530102",

          },
          {

            "title": "盘龙",
            "key": "530103",

          },
          {

            "title": "官渡",
            "key": "530111",

          },
          {

            "title": "西山",
            "key": "530112",

          },
          {

            "title": "东川",
            "key": "530113",

          },
          {

            "title": "呈贡",
            "key": "530114",

          },
          {

            "title": "晋宁",
            "key": "530122",

          },
          {

            "title": "富民",
            "key": "530124",

          },
          {

            "title": "宜良",
            "key": "530125",

          },
          {

            "title": "石林",
            "key": "530126",

          },
          {

            "title": "嵩明",
            "key": "530127",

          },
          {

            "title": "禄劝",
            "key": "530128",

          },
          {

            "title": "寻甸",
            "key": "530129",

          },
          {

            "title": "安宁",
            "key": "530181",

          }
        ]
      },
      {

        "title": "曲靖",
        "key": "530300",
        "children": [
          {

            "title": "麒麟",
            "key": "530302",

          },
          {

            "title": "马龙",
            "key": "530321",

          },
          {

            "title": "陆良",
            "key": "530322",

          },
          {

            "title": "师宗",
            "key": "530323",

          },
          {

            "title": "罗平",
            "key": "530324",

          },
          {

            "title": "富源",
            "key": "530325",

          },
          {

            "title": "会泽",
            "key": "530326",

          },
          {

            "title": "沾益",
            "key": "530328",

          },
          {

            "title": "宣威",
            "key": "530381",

          }
        ]
      },
      {

        "title": "玉溪",
        "key": "530400",
        "children": [
          {

            "title": "红塔",
            "key": "530402",

          },
          {

            "title": "江川",
            "key": "530421",

          },
          {

            "title": "澄江",
            "key": "530422",

          },
          {

            "title": "通海",
            "key": "530423",

          },
          {

            "title": "华宁",
            "key": "530424",

          },
          {

            "title": "易门",
            "key": "530425",

          },
          {

            "title": "峨山",
            "key": "530426",

          },
          {

            "title": "新平",
            "key": "530427",

          },
          {

            "title": "元江",
            "key": "530428",

          }
        ]
      },
      {

        "title": "保山",
        "key": "530500",
        "children": [
          {

            "title": "隆阳",
            "key": "530502",

          },
          {

            "title": "施甸",
            "key": "530521",

          },
          {

            "title": "腾冲",
            "key": "530522",

          },
          {

            "title": "龙陵",
            "key": "530523",

          },
          {

            "title": "昌宁",
            "key": "530524",

          }
        ]
      },
      {

        "title": "昭通",
        "key": "530600",
        "children": [
          {

            "title": "昭阳",
            "key": "530602",

          },
          {

            "title": "鲁甸",
            "key": "530621",

          },
          {

            "title": "巧家",
            "key": "530622",

          },
          {

            "title": "盐津",
            "key": "530623",

          },
          {

            "title": "大关",
            "key": "530624",

          },
          {

            "title": "永善",
            "key": "530625",

          },
          {

            "title": "绥江",
            "key": "530626",

          },
          {

            "title": "镇雄",
            "key": "530627",

          },
          {

            "title": "彝良",
            "key": "530628",

          },
          {

            "title": "威信",
            "key": "530629",

          },
          {

            "title": "水富",
            "key": "530630",

          }
        ]
      },
      {

        "title": "丽江",
        "key": "530700",
        "children": [
          {

            "title": "古城",
            "key": "530702",

          },
          {

            "title": "玉龙",
            "key": "530721",

          },
          {

            "title": "永胜",
            "key": "530722",

          },
          {

            "title": "华坪",
            "key": "530723",

          },
          {

            "title": "宁蒗",
            "key": "530724",

          }
        ]
      },
      {

        "title": "普洱",
        "key": "530800",
        "children": [
          {

            "title": "思茅",
            "key": "530802",

          },
          {

            "title": "宁洱",
            "key": "530821",

          },
          {

            "title": "墨江",
            "key": "530822",

          },
          {

            "title": "景东",
            "key": "530823",

          },
          {

            "title": "景谷",
            "key": "530824",

          },
          {

            "title": "镇沅",
            "key": "530825",

          },
          {

            "title": "江城",
            "key": "530826",

          },
          {

            "title": "孟连",
            "key": "530827",

          },
          {

            "title": "澜沧",
            "key": "530828",

          },
          {

            "title": "西盟",
            "key": "530829",

          }
        ]
      },
      {

        "title": "临沧",
        "key": "530900",
        "children": [
          {

            "title": "临翔",
            "key": "530902",

          },
          {

            "title": "凤庆",
            "key": "530921",

          },
          {

            "title": "云县",
            "key": "530922",

          },
          {

            "title": "永德",
            "key": "530923",

          },
          {

            "title": "镇康",
            "key": "530924",

          },
          {

            "title": "双江",
            "key": "530925",

          },
          {

            "title": "耿马",
            "key": "530926",

          },
          {

            "title": "沧源",
            "key": "530927",

          }
        ]
      },
      {

        "title": "楚雄",
        "key": "532300",
        "children": [
          {

            "title": "楚雄",
            "key": "532301",

          },
          {

            "title": "双柏",
            "key": "532322",

          },
          {

            "title": "牟定",
            "key": "532323",

          },
          {

            "title": "南华",
            "key": "532324",

          },
          {

            "title": "姚安",
            "key": "532325",

          },
          {

            "title": "大姚",
            "key": "532326",

          },
          {

            "title": "永仁",
            "key": "532327",

          },
          {

            "title": "元谋",
            "key": "532328",

          },
          {

            "title": "武定",
            "key": "532329",

          },
          {

            "title": "禄丰",
            "key": "532331",

          }
        ]
      },
      {

        "title": "红河",
        "key": "532500",
        "children": [
          {

            "title": "个旧",
            "key": "532501",

          },
          {

            "title": "开远",
            "key": "532502",

          },
          {

            "title": "蒙自",
            "key": "532503",

          },
          {

            "title": "弥勒",
            "key": "532504",

          },
          {

            "title": "屏边",
            "key": "532523",

          },
          {

            "title": "建水",
            "key": "532524",

          },
          {

            "title": "石屏",
            "key": "532525",

          },
          {

            "title": "泸西",
            "key": "532527",

          },
          {

            "title": "元阳",
            "key": "532528",

          },
          {

            "title": "红河县",
            "key": "532529",

          },
          {

            "title": "金平",
            "key": "532530",

          },
          {

            "title": "绿春",
            "key": "532531",

          },
          {

            "title": "河口",
            "key": "532532",

          }
        ]
      },
      {

        "title": "文山",
        "key": "532600",
        "children": [
          {

            "title": "文山",
            "key": "532601",

          },
          {

            "title": "砚山",
            "key": "532622",

          },
          {

            "title": "西畴",
            "key": "532623",

          },
          {

            "title": "麻栗坡",
            "key": "532624",

          },
          {

            "title": "马关",
            "key": "532625",

          },
          {

            "title": "丘北",
            "key": "532626",

          },
          {

            "title": "广南",
            "key": "532627",

          },
          {

            "title": "富宁",
            "key": "532628",

          }
        ]
      },
      {

        "title": "西双版纳",
        "key": "532800",
        "children": [
          {

            "title": "景洪",
            "key": "532801",

          },
          {

            "title": "勐海",
            "key": "532822",

          },
          {

            "title": "勐腊",
            "key": "532823",

          }
        ]
      },
      {

        "title": "大理",
        "key": "532900",
        "children": [
          {

            "title": "大理",
            "key": "532901",

          },
          {

            "title": "漾濞",
            "key": "532922",

          },
          {

            "title": "祥云",
            "key": "532923",

          },
          {

            "title": "宾川",
            "key": "532924",

          },
          {

            "title": "弥渡",
            "key": "532925",

          },
          {

            "title": "南涧",
            "key": "532926",

          },
          {

            "title": "巍山",
            "key": "532927",

          },
          {

            "title": "永平",
            "key": "532928",

          },
          {

            "title": "云龙",
            "key": "532929",

          },
          {

            "title": "洱源",
            "key": "532930",

          },
          {

            "title": "剑川",
            "key": "532931",

          },
          {

            "title": "鹤庆",
            "key": "532932",

          }
        ]
      },
      {

        "title": "德宏",
        "key": "533100",
        "children": [
          {

            "title": "瑞丽",
            "key": "533102",

          },
          {

            "title": "芒市",
            "key": "533103",

          },
          {

            "title": "梁河",
            "key": "533122",

          },
          {

            "title": "盈江",
            "key": "533123",

          },
          {

            "title": "陇川",
            "key": "533124",

          }
        ]
      },
      {

        "title": "怒江",
        "key": "533300",
        "children": [
          {

            "title": "泸水",
            "key": "533321",

          },
          {

            "title": "福贡",
            "key": "533323",

          },
          {

            "title": "贡山",
            "key": "533324",

          },
          {

            "title": "兰坪",
            "key": "533325",

          }
        ]
      },
      {

        "title": "迪庆",
        "key": "533400",
        "children": [
          {

            "title": "香格里拉",
            "key": "533421",

          },
          {

            "title": "德钦",
            "key": "533422",

          },
          {

            "title": "维西",
            "key": "533423",

          }
        ]
      }
    ]
  },
  {

    "title": "西藏",
    "key": "540000",
    "children": [
      {

        "title": "拉萨",
        "key": "540100",
        "children": [
          {

            "title": "城关",
            "key": "540102",

          },
          {

            "title": "林周",
            "key": "540121",

          },
          {

            "title": "当雄",
            "key": "540122",

          },
          {

            "title": "尼木",
            "key": "540123",

          },
          {

            "title": "曲水",
            "key": "540124",

          },
          {

            "title": "堆龙德庆",
            "key": "540125",

          },
          {

            "title": "达孜",
            "key": "540126",

          },
          {

            "title": "墨竹工卡",
            "key": "540127",

          }
        ]
      },
      {

        "title": "日喀则",
        "key": "540200",
        "children": [
          {

            "title": "桑珠孜",
            "key": "540202",

          },
          {

            "title": "南木林",
            "key": "540221",

          },
          {

            "title": "江孜",
            "key": "540222",

          },
          {

            "title": "定日",
            "key": "540223",

          },
          {

            "title": "萨迦",
            "key": "540224",

          },
          {

            "title": "拉孜",
            "key": "540225",

          },
          {

            "title": "昂仁",
            "key": "540226",

          },
          {

            "title": "谢通门",
            "key": "540227",

          },
          {

            "title": "白朗",
            "key": "540228",

          },
          {

            "title": "仁布",
            "key": "540229",

          },
          {

            "title": "康马",
            "key": "540230",

          },
          {

            "title": "定结",
            "key": "540231",

          },
          {

            "title": "仲巴",
            "key": "540232",

          },
          {

            "title": "亚东",
            "key": "540233",

          },
          {

            "title": "吉隆",
            "key": "540234",

          },
          {

            "title": "聂拉木",
            "key": "540235",

          },
          {

            "title": "萨嘎",
            "key": "540236",

          },
          {

            "title": "岗巴",
            "key": "540237",

          }
        ]
      },
      {

        "title": "昌都",
        "key": "540300",
        "children": [
          {

            "title": "昌都",
            "key": "540302",

          },
          {

            "title": "江达",
            "key": "540321",

          },
          {

            "title": "贡觉",
            "key": "540322",

          },
          {

            "title": "类乌齐",
            "key": "540323",

          },
          {

            "title": "丁青",
            "key": "540324",

          },
          {

            "title": "察雅",
            "key": "540325",

          },
          {

            "title": "八宿",
            "key": "540326",

          },
          {

            "title": "左贡",
            "key": "540327",

          },
          {

            "title": "芒康",
            "key": "540328",

          },
          {

            "title": "洛隆",
            "key": "540329",

          },
          {

            "title": "边坝",
            "key": "540330",

          }
        ]
      },
      {

        "title": "山南",
        "key": "542200",
        "children": [
          {

            "title": "乃东",
            "key": "542221",

          },
          {

            "title": "扎囊",
            "key": "542222",

          },
          {

            "title": "贡嘎",
            "key": "542223",

          },
          {

            "title": "桑日",
            "key": "542224",

          },
          {

            "title": "琼结",
            "key": "542225",

          },
          {

            "title": "曲松",
            "key": "542226",

          },
          {

            "title": "措美",
            "key": "542227",

          },
          {

            "title": "洛扎",
            "key": "542228",

          },
          {

            "title": "加查",
            "key": "542229",

          },
          {

            "title": "隆子",
            "key": "542231",

          },
          {

            "title": "错那",
            "key": "542232",

          },
          {

            "title": "浪卡子",
            "key": "542233",

          }
        ]
      },
      {

        "title": "那曲",
        "key": "542400",
        "children": [
          {

            "title": "那曲",
            "key": "542421",

          },
          {

            "title": "嘉黎",
            "key": "542422",

          },
          {

            "title": "比如",
            "key": "542423",

          },
          {

            "title": "聂荣",
            "key": "542424",

          },
          {

            "title": "安多",
            "key": "542425",

          },
          {

            "title": "申扎",
            "key": "542426",

          },
          {

            "title": "索县",
            "key": "542427",

          },
          {

            "title": "班戈",
            "key": "542428",

          },
          {

            "title": "巴青",
            "key": "542429",

          },
          {

            "title": "尼玛",
            "key": "542430",

          },
          {

            "title": "双湖",
            "key": "542431",

          }
        ]
      },
      {

        "title": "阿里",
        "key": "542500",
        "children": [
          {

            "title": "普兰",
            "key": "542521",

          },
          {

            "title": "札达",
            "key": "542522",

          },
          {

            "title": "噶尔",
            "key": "542523",

          },
          {

            "title": "日土",
            "key": "542524",

          },
          {

            "title": "革吉",
            "key": "542525",

          },
          {

            "title": "改则",
            "key": "542526",

          },
          {

            "title": "措勤",
            "key": "542527",

          }
        ]
      },
      {

        "title": "林芝",
        "key": "542600",
        "children": [
          {

            "title": "林芝",
            "key": "542621",

          },
          {

            "title": "工布江达",
            "key": "542622",

          },
          {

            "title": "米林",
            "key": "542623",

          },
          {

            "title": "墨脱",
            "key": "542624",

          },
          {

            "title": "波密",
            "key": "542625",

          },
          {

            "title": "察隅",
            "key": "542626",

          },
          {

            "title": "朗县",
            "key": "542627",

          }
        ]
      }
    ]
  },
  {

    "title": "陕西",
    "key": "610000",
    "children": [
      {

        "title": "西安",
        "key": "610100",
        "children": [
          {

            "title": "新城",
            "key": "610102",

          },
          {

            "title": "碑林",
            "key": "610103",

          },
          {

            "title": "莲湖",
            "key": "610104",

          },
          {

            "title": "灞桥",
            "key": "610111",

          },
          {

            "title": "未央",
            "key": "610112",

          },
          {

            "title": "雁塔",
            "key": "610113",

          },
          {

            "title": "阎良",
            "key": "610114",

          },
          {

            "title": "临潼",
            "key": "610115",

          },
          {

            "title": "长安",
            "key": "610116",

          },
          {

            "title": "蓝田",
            "key": "610122",

          },
          {

            "title": "周至",
            "key": "610124",

          },
          {

            "title": "户县",
            "key": "610125",

          },
          {

            "title": "高陵",
            "key": "610126",

          }
        ]
      },
      {

        "title": "铜川",
        "key": "610200",
        "children": [
          {

            "title": "王益",
            "key": "610202",

          },
          {

            "title": "印台",
            "key": "610203",

          },
          {

            "title": "耀州",
            "key": "610204",

          },
          {

            "title": "宜君",
            "key": "610222",

          }
        ]
      },
      {

        "title": "宝鸡",
        "key": "610300",
        "children": [
          {

            "title": "渭滨",
            "key": "610302",

          },
          {

            "title": "金台",
            "key": "610303",

          },
          {

            "title": "陈仓",
            "key": "610304",

          },
          {

            "title": "凤翔",
            "key": "610322",

          },
          {

            "title": "岐山",
            "key": "610323",

          },
          {

            "title": "扶风",
            "key": "610324",

          },
          {

            "title": "眉县",
            "key": "610326",

          },
          {

            "title": "陇县",
            "key": "610327",

          },
          {

            "title": "千阳",
            "key": "610328",

          },
          {

            "title": "麟游",
            "key": "610329",

          },
          {

            "title": "凤县",
            "key": "610330",

          },
          {

            "title": "太白",
            "key": "610331",

          }
        ]
      },
      {

        "title": "咸阳",
        "key": "610400",
        "children": [
          {

            "title": "秦都",
            "key": "610402",

          },
          {

            "title": "杨陵",
            "key": "610403",

          },
          {

            "title": "渭城",
            "key": "610404",

          },
          {

            "title": "三原",
            "key": "610422",

          },
          {

            "title": "泾阳",
            "key": "610423",

          },
          {

            "title": "乾县",
            "key": "610424",

          },
          {

            "title": "礼泉",
            "key": "610425",

          },
          {

            "title": "永寿",
            "key": "610426",

          },
          {

            "title": "彬县",
            "key": "610427",

          },
          {

            "title": "长武",
            "key": "610428",

          },
          {

            "title": "旬邑",
            "key": "610429",

          },
          {

            "title": "淳化",
            "key": "610430",

          },
          {

            "title": "武功",
            "key": "610431",

          },
          {

            "title": "兴平",
            "key": "610481",

          }
        ]
      },
      {

        "title": "渭南",
        "key": "610500",
        "children": [
          {

            "title": "临渭",
            "key": "610502",

          },
          {

            "title": "华县",
            "key": "610521",

          },
          {

            "title": "潼关",
            "key": "610522",

          },
          {

            "title": "大荔",
            "key": "610523",

          },
          {

            "title": "合阳",
            "key": "610524",

          },
          {

            "title": "澄城",
            "key": "610525",

          },
          {

            "title": "蒲城",
            "key": "610526",

          },
          {

            "title": "白水",
            "key": "610527",

          },
          {

            "title": "富平",
            "key": "610528",

          },
          {

            "title": "韩城",
            "key": "610581",

          },
          {

            "title": "华阴",
            "key": "610582",

          }
        ]
      },
      {

        "title": "延安",
        "key": "610600",
        "children": [
          {

            "title": "宝塔",
            "key": "610602",

          },
          {

            "title": "延长",
            "key": "610621",

          },
          {

            "title": "延川",
            "key": "610622",

          },
          {

            "title": "子长",
            "key": "610623",

          },
          {

            "title": "安塞",
            "key": "610624",

          },
          {

            "title": "志丹",
            "key": "610625",

          },
          {

            "title": "吴起",
            "key": "610626",

          },
          {

            "title": "甘泉",
            "key": "610627",

          },
          {

            "title": "富县",
            "key": "610628",

          },
          {

            "title": "洛川",
            "key": "610629",

          },
          {

            "title": "宜川",
            "key": "610630",

          },
          {

            "title": "黄龙",
            "key": "610631",

          },
          {

            "title": "黄陵",
            "key": "610632",

          }
        ]
      },
      {

        "title": "汉中",
        "key": "610700",
        "children": [
          {

            "title": "汉台",
            "key": "610702",

          },
          {

            "title": "南郑",
            "key": "610721",

          },
          {

            "title": "城固",
            "key": "610722",

          },
          {

            "title": "洋县",
            "key": "610723",

          },
          {

            "title": "西乡",
            "key": "610724",

          },
          {

            "title": "勉县",
            "key": "610725",

          },
          {

            "title": "宁强",
            "key": "610726",

          },
          {

            "title": "略阳",
            "key": "610727",

          },
          {

            "title": "镇巴",
            "key": "610728",

          },
          {

            "title": "留坝",
            "key": "610729",

          },
          {

            "title": "佛坪",
            "key": "610730",

          }
        ]
      },
      {

        "title": "榆林",
        "key": "610800",
        "children": [
          {

            "title": "榆阳",
            "key": "610802",

          },
          {

            "title": "神木",
            "key": "610821",

          },
          {

            "title": "府谷",
            "key": "610822",

          },
          {

            "title": "横山",
            "key": "610823",

          },
          {

            "title": "靖边",
            "key": "610824",

          },
          {

            "title": "定边",
            "key": "610825",

          },
          {

            "title": "绥德",
            "key": "610826",

          },
          {

            "title": "米脂",
            "key": "610827",

          },
          {

            "title": "佳县",
            "key": "610828",

          },
          {

            "title": "吴堡",
            "key": "610829",

          },
          {

            "title": "清涧",
            "key": "610830",

          },
          {

            "title": "子洲",
            "key": "610831",

          }
        ]
      },
      {

        "title": "安康",
        "key": "610900",
        "children": [
          {

            "title": "汉滨",
            "key": "610902",

          },
          {

            "title": "汉阴",
            "key": "610921",

          },
          {

            "title": "石泉",
            "key": "610922",

          },
          {

            "title": "宁陕",
            "key": "610923",

          },
          {

            "title": "紫阳",
            "key": "610924",

          },
          {

            "title": "岚皋",
            "key": "610925",

          },
          {

            "title": "平利",
            "key": "610926",

          },
          {

            "title": "镇坪",
            "key": "610927",

          },
          {

            "title": "旬阳",
            "key": "610928",

          },
          {

            "title": "白河",
            "key": "610929",

          }
        ]
      },
      {

        "title": "商洛",
        "key": "611000",
        "children": [
          {

            "title": "商州",
            "key": "611002",

          },
          {

            "title": "洛南",
            "key": "611021",

          },
          {

            "title": "丹凤",
            "key": "611022",

          },
          {

            "title": "商南",
            "key": "611023",

          },
          {

            "title": "山阳",
            "key": "611024",

          },
          {

            "title": "镇安",
            "key": "611025",

          },
          {

            "title": "柞水",
            "key": "611026",

          }
        ]
      },
      {

        "title": "西咸",
        "key": "611100",
        "children": [
          {

            "title": "空港",
            "key": "611101",

          },
          {

            "title": "沣东",
            "key": "611102",

          },
          {

            "title": "秦汉",
            "key": "611103",

          },
          {

            "title": "沣西",
            "key": "611104",

          },
          {

            "title": "泾河",
            "key": "611105",

          }
        ]
      }
    ]
  },
  {

    "title": "甘肃",
    "key": "620000",
    "children": [
      {

        "title": "兰州",
        "key": "620100",
        "children": [
          {

            "title": "城关",
            "key": "620102",

          },
          {

            "title": "七里河",
            "key": "620103",

          },
          {

            "title": "西固",
            "key": "620104",

          },
          {

            "title": "安宁",
            "key": "620105",

          },
          {

            "title": "红古",
            "key": "620111",

          },
          {

            "title": "永登",
            "key": "620121",

          },
          {

            "title": "皋兰",
            "key": "620122",

          },
          {

            "title": "榆中",
            "key": "620123",

          }
        ]
      },
      {

        "title": "嘉峪关",
        "key": "620200",
        "children": [
          {

            "title": "雄关",
            "key": "620201",

          },
          {

            "title": "长城",
            "key": "620202",

          },
          {

            "title": "镜铁",
            "key": "620203",

          }
        ]
      },
      {

        "title": "金昌",
        "key": "620300",
        "children": [
          {

            "title": "金川",
            "key": "620302",

          },
          {

            "title": "永昌",
            "key": "620321",

          }
        ]
      },
      {

        "title": "白银",
        "key": "620400",
        "children": [
          {

            "title": "白银",
            "key": "620402",

          },
          {

            "title": "平川",
            "key": "620403",

          },
          {

            "title": "靖远",
            "key": "620421",

          },
          {

            "title": "会宁",
            "key": "620422",

          },
          {

            "title": "景泰",
            "key": "620423",

          }
        ]
      },
      {

        "title": "天水",
        "key": "620500",
        "children": [
          {

            "title": "秦州",
            "key": "620502",

          },
          {

            "title": "麦积",
            "key": "620503",

          },
          {

            "title": "清水",
            "key": "620521",

          },
          {

            "title": "秦安",
            "key": "620522",

          },
          {

            "title": "甘谷",
            "key": "620523",

          },
          {

            "title": "武山",
            "key": "620524",

          },
          {

            "title": "张家川",
            "key": "620525",

          }
        ]
      },
      {

        "title": "武威",
        "key": "620600",
        "children": [
          {

            "title": "凉州",
            "key": "620602",

          },
          {

            "title": "民勤",
            "key": "620621",

          },
          {

            "title": "古浪",
            "key": "620622",

          },
          {

            "title": "天祝",
            "key": "620623",

          }
        ]
      },
      {

        "title": "张掖",
        "key": "620700",
        "children": [
          {

            "title": "甘州",
            "key": "620702",

          },
          {

            "title": "肃南",
            "key": "620721",

          },
          {

            "title": "民乐",
            "key": "620722",

          },
          {

            "title": "临泽",
            "key": "620723",

          },
          {

            "title": "高台",
            "key": "620724",

          },
          {

            "title": "山丹",
            "key": "620725",

          }
        ]
      },
      {

        "title": "平凉",
        "key": "620800",
        "children": [
          {

            "title": "崆峒",
            "key": "620802",

          },
          {

            "title": "泾川",
            "key": "620821",

          },
          {

            "title": "灵台",
            "key": "620822",

          },
          {

            "title": "崇信",
            "key": "620823",

          },
          {

            "title": "华亭",
            "key": "620824",

          },
          {

            "title": "庄浪",
            "key": "620825",

          },
          {

            "title": "静宁",
            "key": "620826",

          }
        ]
      },
      {

        "title": "酒泉",
        "key": "620900",
        "children": [
          {

            "title": "肃州",
            "key": "620902",

          },
          {

            "title": "金塔",
            "key": "620921",

          },
          {

            "title": "瓜州",
            "key": "620922",

          },
          {

            "title": "肃北",
            "key": "620923",

          },
          {

            "title": "阿克塞",
            "key": "620924",

          },
          {

            "title": "玉门",
            "key": "620981",

          },
          {

            "title": "敦煌",
            "key": "620982",

          }
        ]
      },
      {

        "title": "庆阳",
        "key": "621000",
        "children": [
          {

            "title": "西峰",
            "key": "621002",

          },
          {

            "title": "庆城",
            "key": "621021",

          },
          {

            "title": "环县",
            "key": "621022",

          },
          {

            "title": "华池",
            "key": "621023",

          },
          {

            "title": "合水",
            "key": "621024",

          },
          {

            "title": "正宁",
            "key": "621025",

          },
          {

            "title": "宁县",
            "key": "621026",

          },
          {

            "title": "镇原",
            "key": "621027",

          }
        ]
      },
      {

        "title": "定西",
        "key": "621100",
        "children": [
          {

            "title": "安定",
            "key": "621102",

          },
          {

            "title": "通渭",
            "key": "621121",

          },
          {

            "title": "陇西",
            "key": "621122",

          },
          {

            "title": "渭源",
            "key": "621123",

          },
          {

            "title": "临洮",
            "key": "621124",

          },
          {

            "title": "漳县",
            "key": "621125",

          },
          {

            "title": "岷县",
            "key": "621126",

          }
        ]
      },
      {

        "title": "陇南",
        "key": "621200",
        "children": [
          {

            "title": "武都",
            "key": "621202",

          },
          {

            "title": "成县",
            "key": "621221",

          },
          {

            "title": "文县",
            "key": "621222",

          },
          {

            "title": "宕昌",
            "key": "621223",

          },
          {

            "title": "康县",
            "key": "621224",

          },
          {

            "title": "西和",
            "key": "621225",

          },
          {

            "title": "礼县",
            "key": "621226",

          },
          {

            "title": "徽县",
            "key": "621227",

          },
          {

            "title": "两当",
            "key": "621228",

          }
        ]
      },
      {

        "title": "临夏",
        "key": "622900",
        "children": [
          {

            "title": "临夏",
            "key": "622901",

          },
          {

            "title": "临夏",
            "key": "622921",

          },
          {

            "title": "康乐",
            "key": "622922",

          },
          {

            "title": "永靖",
            "key": "622923",

          },
          {

            "title": "广河",
            "key": "622924",

          },
          {

            "title": "和政",
            "key": "622925",

          },
          {

            "title": "东乡族",
            "key": "622926",

          },
          {

            "title": "积石山",
            "key": "622927",

          }
        ]
      },
      {

        "title": "甘南",
        "key": "623000",
        "children": [
          {

            "title": "合作",
            "key": "623001",

          },
          {

            "title": "临潭",
            "key": "623021",

          },
          {

            "title": "卓尼",
            "key": "623022",

          },
          {

            "title": "舟曲",
            "key": "623023",

          },
          {

            "title": "迭部",
            "key": "623024",

          },
          {

            "title": "玛曲",
            "key": "623025",

          },
          {

            "title": "碌曲",
            "key": "623026",

          },
          {

            "title": "夏河",
            "key": "623027",

          }
        ]
      }
    ]
  },
  {

    "title": "青海",
    "key": "630000",
    "children": [
      {

        "title": "西宁",
        "key": "630100",
        "children": [
          {

            "title": "城东",
            "key": "630102",

          },
          {

            "title": "城中",
            "key": "630103",

          },
          {

            "title": "城西",
            "key": "630104",

          },
          {

            "title": "城北",
            "key": "630105",

          },
          {

            "title": "大通",
            "key": "630121",

          },
          {

            "title": "湟中",
            "key": "630122",

          },
          {

            "title": "湟源",
            "key": "630123",

          }
        ]
      },
      {

        "title": "海东",
        "key": "630200",
        "children": [
          {

            "title": "乐都",
            "key": "630202",

          },
          {

            "title": "平安",
            "key": "630221",

          },
          {

            "title": "民和",
            "key": "630222",

          },
          {

            "title": "互助",
            "key": "630223",

          },
          {

            "title": "化隆",
            "key": "630224",

          },
          {

            "title": "循化",
            "key": "630225",

          }
        ]
      },
      {

        "title": "海北",
        "key": "632200",
        "children": [
          {

            "title": "门源",
            "key": "632221",

          },
          {

            "title": "祁连",
            "key": "632222",

          },
          {

            "title": "海晏",
            "key": "632223",

          },
          {

            "title": "刚察",
            "key": "632224",

          }
        ]
      },
      {

        "title": "黄南",
        "key": "632300",
        "children": [
          {

            "title": "同仁",
            "key": "632321",

          },
          {

            "title": "尖扎",
            "key": "632322",

          },
          {

            "title": "泽库",
            "key": "632323",

          },
          {

            "title": "河南",
            "key": "632324",

          }
        ]
      },
      {

        "title": "海南",
        "key": "632500",
        "children": [
          {

            "title": "共和",
            "key": "632521",

          },
          {

            "title": "同德",
            "key": "632522",

          },
          {

            "title": "贵德",
            "key": "632523",

          },
          {

            "title": "兴海",
            "key": "632524",

          },
          {

            "title": "贵南",
            "key": "632525",

          }
        ]
      },
      {

        "title": "果洛",
        "key": "632600",
        "children": [
          {

            "title": "玛沁",
            "key": "632621",

          },
          {

            "title": "班玛",
            "key": "632622",

          },
          {

            "title": "甘德",
            "key": "632623",

          },
          {

            "title": "达日",
            "key": "632624",

          },
          {

            "title": "久治",
            "key": "632625",

          },
          {

            "title": "玛多",
            "key": "632626",

          }
        ]
      },
      {

        "title": "玉树",
        "key": "632700",
        "children": [
          {

            "title": "玉树",
            "key": "632701",

          },
          {

            "title": "杂多",
            "key": "632722",

          },
          {

            "title": "称多",
            "key": "632723",

          },
          {

            "title": "治多",
            "key": "632724",

          },
          {

            "title": "囊谦",
            "key": "632725",

          },
          {

            "title": "曲麻莱",
            "key": "632726",

          }
        ]
      },
      {

        "title": "海西",
        "key": "632800",
        "children": [
          {

            "title": "格尔木",
            "key": "632801",

          },
          {

            "title": "德令哈",
            "key": "632802",

          },
          {

            "title": "乌兰",
            "key": "632821",

          },
          {

            "title": "都兰",
            "key": "632822",

          },
          {

            "title": "天峻",
            "key": "632823",

          }
        ]
      }
    ]
  },
  {

    "title": "宁夏",
    "key": "640000",
    "children": [
      {

        "title": "银川",
        "key": "640100",
        "children": [
          {

            "title": "兴庆",
            "key": "640104",

          },
          {

            "title": "西夏",
            "key": "640105",

          },
          {

            "title": "金凤",
            "key": "640106",

          },
          {

            "title": "永宁",
            "key": "640121",

          },
          {

            "title": "贺兰",
            "key": "640122",

          },
          {

            "title": "灵武",
            "key": "640181",

          }
        ]
      },
      {

        "title": "石嘴山",
        "key": "640200",
        "children": [
          {

            "title": "大武口",
            "key": "640202",

          },
          {

            "title": "惠农",
            "key": "640205",

          },
          {

            "title": "平罗",
            "key": "640221",

          }
        ]
      },
      {

        "title": "吴忠",
        "key": "640300",
        "children": [
          {

            "title": "利通",
            "key": "640302",

          },
          {

            "title": "红寺堡",
            "key": "640303",

          },
          {

            "title": "盐池",
            "key": "640323",

          },
          {

            "title": "同心",
            "key": "640324",

          },
          {

            "title": "青铜峡",
            "key": "640381",

          }
        ]
      },
      {

        "title": "固原",
        "key": "640400",
        "children": [
          {

            "title": "原州",
            "key": "640402",

          },
          {

            "title": "西吉",
            "key": "640422",

          },
          {

            "title": "隆德",
            "key": "640423",

          },
          {

            "title": "泾源",
            "key": "640424",

          },
          {

            "title": "彭阳",
            "key": "640425",

          }
        ]
      },
      {

        "title": "中卫",
        "key": "640500",
        "children": [
          {

            "title": "沙坡头",
            "key": "640502",

          },
          {

            "title": "中宁",
            "key": "640521",

          },
          {

            "title": "海原",
            "key": "640522",

          }
        ]
      }
    ]
  },
  {

    "title": "新疆",
    "key": "650000",
    "children": [
      {

        "title": "乌鲁木齐",
        "key": "650100",
        "children": [
          {

            "title": "天山",
            "key": "650102",

          },
          {

            "title": "沙依巴克",
            "key": "650103",

          },
          {

            "title": "新市",
            "key": "650104",

          },
          {

            "title": "水磨沟",
            "key": "650105",

          },
          {

            "title": "头屯河",
            "key": "650106",

          },
          {

            "title": "达坂城",
            "key": "650107",

          },
          {

            "title": "米东",
            "key": "650109",

          },
          {

            "title": "乌鲁木齐",
            "key": "650121",

          }
        ]
      },
      {

        "title": "克拉玛依",
        "key": "650200",
        "children": [
          {

            "title": "独山子",
            "key": "650202",

          },
          {

            "title": "克拉玛依",
            "key": "650203",

          },
          {

            "title": "白碱滩",
            "key": "650204",

          },
          {

            "title": "乌尔禾",
            "key": "650205",

          }
        ]
      },
      {

        "title": "吐鲁番",
        "key": "652100",
        "children": [
          {

            "title": "吐鲁番",
            "key": "652101",

          },
          {

            "title": "鄯善",
            "key": "652122",

          },
          {

            "title": "托克逊",
            "key": "652123",

          }
        ]
      },
      {

        "title": "哈密",
        "key": "652200",
        "children": [
          {

            "title": "哈密",
            "key": "652201",

          },
          {

            "title": "巴里坤",
            "key": "652222",

          },
          {

            "title": "伊吾",
            "key": "652223",

          }
        ]
      },
      {

        "title": "昌吉",
        "key": "652300",
        "children": [
          {

            "title": "昌吉",
            "key": "652301",

          },
          {

            "title": "阜康",
            "key": "652302",

          },
          {

            "title": "呼图壁",
            "key": "652323",

          },
          {

            "title": "玛纳斯",
            "key": "652324",

          },
          {

            "title": "奇台",
            "key": "652325",

          },
          {

            "title": "吉木萨尔",
            "key": "652327",

          },
          {

            "title": "木垒",
            "key": "652328",

          }
        ]
      },
      {

        "title": "博尔塔拉",
        "key": "652700",
        "children": [
          {

            "title": "博乐",
            "key": "652701",

          },
          {

            "title": "阿拉山口",
            "key": "652702",

          },
          {

            "title": "精河",
            "key": "652722",

          },
          {

            "title": "温泉",
            "key": "652723",

          }
        ]
      },
      {

        "title": "巴音郭楞",
        "key": "652800",
        "children": [
          {

            "title": "库尔勒",
            "key": "652801",

          },
          {

            "title": "轮台",
            "key": "652822",

          },
          {

            "title": "尉犁",
            "key": "652823",

          },
          {

            "title": "若羌",
            "key": "652824",

          },
          {

            "title": "且末",
            "key": "652825",

          },
          {

            "title": "焉耆",
            "key": "652826",

          },
          {

            "title": "和静",
            "key": "652827",

          },
          {

            "title": "和硕",
            "key": "652828",

          },
          {

            "title": "博湖",
            "key": "652829",

          }
        ]
      },
      {

        "title": "阿克苏",
        "key": "652900",
        "children": [
          {

            "title": "阿克苏",
            "key": "652901",

          },
          {

            "title": "温宿",
            "key": "652922",

          },
          {

            "title": "库车",
            "key": "652923",

          },
          {

            "title": "沙雅",
            "key": "652924",

          },
          {

            "title": "新和",
            "key": "652925",

          },
          {

            "title": "拜城",
            "key": "652926",

          },
          {

            "title": "乌什",
            "key": "652927",

          },
          {

            "title": "阿瓦提",
            "key": "652928",

          },
          {

            "title": "柯坪",
            "key": "652929",

          }
        ]
      },
      {

        "title": "克孜勒苏",
        "key": "653000",
        "children": [
          {

            "title": "阿图什",
            "key": "653001",

          },
          {

            "title": "阿克陶",
            "key": "653022",

          },
          {

            "title": "阿合奇",
            "key": "653023",

          },
          {

            "title": "乌恰",
            "key": "653024",

          }
        ]
      },
      {

        "title": "喀什",
        "key": "653100",
        "children": [
          {

            "title": "喀什",
            "key": "653101",

          },
          {

            "title": "疏附",
            "key": "653121",

          },
          {

            "title": "疏勒",
            "key": "653122",

          },
          {

            "title": "英吉沙",
            "key": "653123",

          },
          {

            "title": "泽普",
            "key": "653124",

          },
          {

            "title": "莎车",
            "key": "653125",

          },
          {

            "title": "叶城",
            "key": "653126",

          },
          {

            "title": "麦盖提",
            "key": "653127",

          },
          {

            "title": "岳普湖",
            "key": "653128",

          },
          {

            "title": "伽师",
            "key": "653129",

          },
          {

            "title": "巴楚",
            "key": "653130",

          },
          {

            "title": "塔什库尔干塔吉克",
            "key": "653131",

          }
        ]
      },
      {

        "title": "和田",
        "key": "653200",
        "children": [
          {

            "title": "和田市",
            "key": "653201",

          },
          {

            "title": "和田县",
            "key": "653221",

          },
          {

            "title": "墨玉",
            "key": "653222",

          },
          {

            "title": "皮山",
            "key": "653223",

          },
          {

            "title": "洛浦",
            "key": "653224",

          },
          {

            "title": "策勒",
            "key": "653225",

          },
          {

            "title": "于田",
            "key": "653226",

          },
          {

            "title": "民丰",
            "key": "653227",

          }
        ]
      },
      {

        "title": "伊犁",
        "key": "654000",
        "children": [
          {

            "title": "伊宁",
            "key": "654002",

          },
          {

            "title": "奎屯",
            "key": "654003",

          },
          {

            "title": "霍尔果斯",
            "key": "654004",

          },
          {

            "title": "伊宁",
            "key": "654021",

          },
          {

            "title": "察布查尔锡伯",
            "key": "654022",

          },
          {

            "title": "霍城",
            "key": "654023",

          },
          {

            "title": "巩留",
            "key": "654024",

          },
          {

            "title": "新源",
            "key": "654025",

          },
          {

            "title": "昭苏",
            "key": "654026",

          },
          {

            "title": "特克斯",
            "key": "654027",

          },
          {

            "title": "尼勒克",
            "key": "654028",

          }
        ]
      },
      {

        "title": "塔城",
        "key": "654200",
        "children": [
          {

            "title": "塔城",
            "key": "654201",

          },
          {

            "title": "乌苏",
            "key": "654202",

          },
          {

            "title": "额敏",
            "key": "654221",

          },
          {

            "title": "沙湾",
            "key": "654223",

          },
          {

            "title": "托里",
            "key": "654224",

          },
          {

            "title": "裕民",
            "key": "654225",

          },
          {

            "title": "和布克赛尔",
            "key": "654226",

          }
        ]
      },
      {

        "title": "阿勒泰",
        "key": "654300",
        "children": [
          {

            "title": "阿勒泰",
            "key": "654301",

          },
          {

            "title": "布尔津",
            "key": "654321",

          },
          {

            "title": "富蕴",
            "key": "654322",

          },
          {

            "title": "福海",
            "key": "654323",

          },
          {

            "title": "哈巴河",
            "key": "654324",

          },
          {

            "title": "青河",
            "key": "654325",

          },
          {

            "title": "吉木乃",
            "key": "654326",

          }
        ]
      },
      {

        "title": " ",
        "key": "659000",
        "children": [
          {

            "title": "石河子",
            "key": "659001",

          },
          {

            "title": "阿拉尔",
            "key": "659002",

          },
          {

            "title": "图木舒克",
            "key": "659003",

          },
          {

            "title": "五家渠",
            "key": "659004",

          },
          {

            "title": "北屯",
            "key": "659005",

          },
          {

            "title": "铁门关",
            "key": "659006",

          },
          {

            "title": "双河",
            "key": "659007",

          }
        ]
      }
    ]
  }
]